{"meta":{"id":"dubanime_529","kitsu_id":"529","type":"movie","animeType":"movie","name":"Nausicaä of the Valley of the Wind","slug":"nausicaa-of-the-valley-of-the-wind","aliases":["Nausicaä of the Valley of the Wind","Kaze no Tani no Nausicaä","Nausicaa of the Valley of the Wind","Kaze no Tani no Nausicaa","Warriors of the Wind"],"genres":["Fantasy","Adventure"],"poster":"https://media.kitsu.io/anime/poster_images/529/small.jpg?1417705389","background":"https://images.metahub.space/background/medium/tt0087544/img","description":"A millennium has passed since the catastrophic nuclear war named the \"Seven Days of Fire,\" which destroyed nearly all life on Earth. Humanity now lives in a constant struggle against the treacherous jungle that has evolved in response to the destruction caused by mankind. Filled with poisonous spores and enormous insects, the jungle spreads rapidly across the Earth and threatens to swallow the remnants of the human race.\r\nAway from the jungle exists a peaceful farming kingdom known as the \"Valley of the Wind,\" whose placement by the sea frees it from the spread of the jungle's deadly toxins. The Valley's charismatic young princess, Nausicaä, finds her tranquil kingdom disturbed when an airship from the kingdom of Tolmekia crashes violently in the Valley. After Nausicaä and the citizens of the Valley find a sinister pulsating object in the wreckage, the Valley is suddenly invaded by the Tolmekian military, who intend to revive a dangerous weapon from the Seven Days of Fire. Now Nausicaä must fight to stop the Tolmekians from plunging the Earth into a cataclysm which humanity could never survive, while also protecting the Valley from the encroaching forces of the toxic jungle.\r\n[Written by MAL Rewrite]","releaseInfo":"1984","year":"1984","imdbRating":8.254000000000001,"userCount":30251,"status":"finished","runtime":"117 min","trailers":[{"source":"6zhLBe319KE","type":"Trailer"}],"imdb_id":"tt0087544","logo":"https://images.metahub.space/logo/medium/tt0087544/img"},"cacheMaxAge":4320}