{"metas":[{"id":"dubanime_176","type":"movie","name":"Spirited Away","aliases":["Spirited Away","Sen to Chihiro no Kamikakushi","Sen and Chihiro's Spiriting Away"],"description":"Stubborn, spoiled, and naïve, 10-year-old Chihiro Ogino is less than pleased when she and her parents discover an abandoned amusement park on the way to their new house. Cautiously venturing inside, she realizes that there is more to this place than meets the eye, as strange things begin to happen once dusk falls. Ghostly apparitions and food that turns her parents into pigs are just the start—Chihiro has unwittingly crossed over into the spirit world. Now trapped, she must summon the courage to live and work amongst spirits, with the help of the enigmatic Haku and the cast of unique characters she meets along the way.\r\nVivid and intriguing, Sen to Chihiro no Kamikakushi tells the story of Chihiro's journey through an unfamiliar world as she strives to save her parents and return home.\r\n[Written by MAL Rewrite]","releaseInfo":"2001","imdbRating":8.291,"genres":["Supernatural","Drama","Adventure"],"poster":"https://media.kitsu.io/anime/poster_images/176/small.jpg?1440954517"},{"id":"dubanime_395","type":"movie","name":"Howl's Moving Castle","aliases":["Howl's Moving Castle","Howl no Ugoku Shiro"],"description":"That jumbled piece of architecture, that cacophony of hissing steam and creaking joints, with smoke billowing from it as it moves on its own... That castle is home to the magnificent wizard Howl, infamous for both his magical prowess and for being a womanizer—or so the rumor goes in Sophie Hatter's small town. Sophie, as the plain daughter of a hatmaker, does not expect much from her future and is content with working hard in the shop. \r\nHowever, Sophie's simple life takes a turn for the exciting when she is ensnared in a disturbing situation, and the mysterious wizard appears to rescue her. Unfortunately, this encounter, brief as it may be, spurs the vain and vengeful Witch of the Waste—in a fit of jealousy caused by a past discord with Howl—to put a curse on the maiden, turning her into an old woman.\r\nIn an endeavor to return to normal, Sophie must accompany Howl and a myriad of eccentric companions—ranging from a powerful fire demon to a hopping scarecrow—in his living castle, on a dangerous adventure as a raging war tears their kingdom apart.\r\n[Written by MAL Rewrite]","releaseInfo":"2004","imdbRating":8.272,"genres":["Fantasy","Drama","Romance","Adventure"],"poster":"https://media.kitsu.io/anime/poster_images/395/small.jpg?1431655416"},{"id":"dubanime_11614","type":"movie","name":"Kimi no Na wa.","aliases":["Your Name.","Kimi no Na wa."],"description":"From director Makoto Shinkai, the innovative mind behind Voices of a Distant Star and 5 Centimeters Per Second, comes a beautiful masterpiece about time, the thread of fate, and the hearts of two young souls.\r\n\r\nThe day the stars fell, two lives changed forever. High schoolers Mitsuha and Taki are complete strangers living separate lives. But one night, they suddenly switch places. Mitsuha wakes up in Taki’s body, and he in hers. This bizarre occurrence continues to happen randomly, and the two must adjust their lives around each other. Yet, somehow, it works. They build a connection and communicate by leaving notes, messages, and more importantly, an imprint.\r\n\r\nWhen a dazzling comet lights up the night’s sky, it dawns on them. They want something more from this connection—a chance to meet, an opportunity to truly know each other. Tugging at the string of fate, they try to find a way to each other. But distance isn’t the only thing keeping them apart. Is their bond strong enough to face the cruel irony of time? Or is their meeting nothing more than a wish upon the stars?\r\n\r\n(Source: FUNimation Films)","releaseInfo":"2016","imdbRating":8.39,"genres":["Supernatural","School","Drama","Romance","Friendship"],"poster":"https://media.kitsu.io/anime/poster_images/11614/small.jpg?1496075336"},{"id":"dubanime_11423","type":"movie","name":"Sword Art Online Movie: Ordinal Scale","aliases":["Sword Art Online the Movie -Ordinal Scale-","Sword Art Online Movie: Ordinal Scale","Gekijouban Sword Art Online"],"description":"In 2022, the world of virtual reality was upended by the arrival of a new invention from a genius programmer, Akihiko Kayaba, called NerveGear. It was the first full-dive system, and with it, came endless possibilities to VRMMORPGs.\r\n\r\nIn 2026, a new machine called the Augma is developed to compete against the NerveGear and its successor, the Amusphere. A next-gen wearable device, the Augma doesn't have a full-dive function like its predecessors. Instead, it uses Augmented Reality (AR) to get players into the game. It is safe, user-friendly and lets users play while they are conscious, making it an instant hit on the market. The most popular game on the system is \"Ordinal Scale\" (aka: OS), an ARMMORPG developed exclusively for the Augma.\r\n\r\nAsuna and the gang have already been playing OS for a while, by the time Kirito decides to join them. They're about to find out that Ordinal Scale isn't all fun and games...\r\n\r\n(Source: Aniplex USA)","releaseInfo":"2017","imdbRating":7.909000000000001,"genres":["Game","Fantasy","Romance","Action","Adventure"],"poster":"https://media.kitsu.io/anime/poster_images/11423/small.jpg?1489968726"},{"id":"dubanime_10028","type":"movie","name":"Koe no Katachi","aliases":["A Silent Voice","Koe no Katachi","The Shape of Voice","A Silent Voice: The Movie"],"description":"Shoya is a bully. When Shoko, a girl who can't hear, enters his elementary school class, she becomes their favorite target, and Shoya and his friends goad each other into devising new tortures for her. But the children's cruelty goes too far. Shoko is forced to leave the school, and Shoya ends up shouldering all the blame. Six years later, the two meet again. Can Shoya make up for his past mistakes, or is it too late?\r\n\r\n(Source: Kodansha Comics)","releaseInfo":"2016","imdbRating":8.343,"genres":["School","Drama","Romance"],"poster":"https://media.kitsu.io/anime/poster_images/10028/small.jpg?1467559694"},{"id":"dubanime_471","type":"movie","name":"Majo no Takkyuubin","aliases":["Kiki's Delivery Service","Majo no Takkyuubin","Witch's Express Delivery"],"description":"Kiki, a 13-year-old witch-in-training, must spend a year living on her own in a distant town in order to become a full-fledged witch. Leaving her family and friends, Kiki undertakes this tradition when she flies out into the open world atop her broomstick with her black cat Jiji.\r\nAs she settles down in the coastal town of Koriko, Kiki struggles to adapt and ends up wandering the streets with no place to stay—until she encounters Osono, who offers Kiki boarding in exchange for making deliveries for her small bakery. Before long, Kiki decides to open her own courier service by broomstick, beginning her journey to independence. In attempting to find her place among the townsfolk, Kiki brings with her exciting new experiences and comes to understand the true meaning of responsibility.\r\n[Written by MAL Rewrite]","releaseInfo":"1989","imdbRating":8.259,"genres":["Comedy","Magic","Fantasy","Drama","Romance","Adventure"],"poster":"https://media.kitsu.io/anime/poster_images/471/small.jpg?1416274015"},{"id":"dubanime_472","type":"movie","name":"Castle in the Sky","aliases":["Castle in the Sky","Tenkuu no Shiro Laputa","Tenkuu no Shiro Rapyuta"],"description":"Tenkuu no Shiro Laputa takes place in a world where humanity once built great flying cities. A catastrophe later destroyed all of these majestic creations, forcing the human race to once again live on the ground. Despite these setbacks, humanity still has a passion for flight and explores the skies with planes and airships. A young girl named Sheeta is on one such airship, having been abducted by the government agent Muska. When the ship is attacked by the air pirate Captain Dola, Sheeta takes the opportunity to escape.\r\nSaved by the grace of luck and magic, Sheeta is found by a young boy named Pazu. The two later discover that Sheeta's amulet is the key to finding Laputa—a legendary castle that is said to be the greatest of the flying cities. Together these new friends head out to find the castle and unravel its mysteries before the greedy and evil people of the world do.","releaseInfo":"1986","imdbRating":8.254999999999999,"genres":["Sci-Fi","Fantasy","Romance","Adventure"],"poster":"https://media.kitsu.io/anime/poster_images/472/small.jpg?1434984822"},{"id":"dubanime_2624","type":"movie","name":"Gake no Ue no Ponyo","aliases":["Ponyo","Gake no Ue no Ponyo","Ponyo on the Cliff by the Sea"],"description":"A lonely little boy named Sousuke lives with his mother by the sea, flashing messages across the water to his father's boat. One day, amid the detritus brought in with the tide, he stumbles upon a little goldfish. Delighted by this strange new friend, he takes her home and names her Ponyo. Sousuke comes to learn, however, that Ponyo is no ordinary fish. A visit from a strange man brings with it fantastical happenings that lead Sousuke and Ponyo on an enlightening adventure. \r\nIn Gake no Ue no Ponyo, magic and reality clash around Ponyo and Sousuke, testing their resolve. Despite the trials they face, Ponyo and Sousuke form a strong friendship. They meet many interesting characters, and learn just as many lessons from them.","releaseInfo":"2008","imdbRating":7.931,"genres":["Fantasy","Adventure"],"poster":"https://media.kitsu.io/anime/poster_images/2624/small.jpg?1416271925"},{"id":"dubanime_5090","type":"movie","name":"The Secret World of Arrietty","aliases":["The Secret World of Arrietty","Karigurashi no Arrietty","Karigurashi no Arrietti","The Borrower Arrietty"],"description":"The world can be a very scary place when you’re small. For Arrietty, though, the only real fear in life is in missing out on a big adventure. 14-year-old Arrietty and her parents live in the small spaces of a human garden. They are what some might call “borrowers”; they take items from the human world to eke out a living amidst the shadows.\r\nTheir existence goes mostly undiscovered until the arrival of 12-year-old Shou. When Shou begins to noticesmall things going missing, he becomes suspicious. He soon meets Arrietty and strikes up a friendship that neither of them could have seen coming. However, this is a friendship fraught with danger due to the obvious risk of Arrietty and her family’s discovery, something that could send the borrowers right into the hands of those that would do them harm. In Karigurashi no Arrietty, Studio Ghibli presents audiences with a beautiful look at the human world... from a much smaller perspective.","releaseInfo":"2010","imdbRating":8.065000000000001,"genres":["Fantasy"],"poster":"https://media.kitsu.io/anime/poster_images/5090/small.jpg?1443573404"},{"id":"dubanime_540","type":"movie","name":"Whisper of the Heart","aliases":["Whisper of the Heart","Mimi wo Sumaseba","If You Listen Carefully","Ghibli Movie 10"],"description":"Shizuku Tsukishima is a free-spirited and cheerful 14-year-old girl who is currently enjoying her summer vacation. She loves spending her free time at the local library where she notices that the books she reads are often checked out by a boy named Seiji Amasawa.\r\nOne day while riding the local train, Shizuku notices a strange cat sitting near her. Why would an ordinary cat ride a train? Curiosity may have killed the cat, but it can also seriously harm a young girl. Shizuku decides to follow the mysterious cat to see where it goes, and soon stumbles upon an antique shop run by a violin maker named Nishi, the grandfather of the mystery boy who shares her taste in literature. Seiji and Shizuku soon become friends and while Seiji is sure of his dreams and how to follow them, Shizuku is still unsure of her own talents. However, when she sees a strange cat statuette, “The Baron”, in the shop, it seems as if that statuette whispers something to her, tugging at her heart and giving her the inspiration she so desperately needed. One voice pushes Shizuku further than she could have ever imagined, changing her life forever.","releaseInfo":"1995","imdbRating":8.235,"genres":["Fantasy","Slice of Life","Drama","Romance","Adventure"],"poster":"https://media.kitsu.io/anime/poster_images/540/small.jpg?1465429931"},{"id":"dubanime_380","type":"movie","name":"Porco Rosso","aliases":["Porco Rosso","Kurenai no Buta","The Scarlet Pig"],"description":"Porco Rosso is a veteran WWI fighter pilot turned bounty hunter, who has been transformed into an anthropomorphic pig through a rare curse. He was once known as Marco Pagot while still in his human form, but took up a new alias which suits his current image better, \"Red Pig.\"\r\nAt the beginning of Kurenai no Buta, Porco is reunited with his long-time friend Gina at a hotel, and unexpectedly falls in love with her. Despite his strange form, Gina shows him all the affection that she can muster. But Porco has a love rival to deal with. An American ace fighter named Curtis is also after Gina's heart, and although she rejects his proposals, he is not about to let her go so easily. During his return flight to Milan, Curtis sneaks up behind Porco's plane and shoots him down. The plane is completely destroyed and Porco is proclaimed dead, but due to a stroke of luck, he barely managed to survive the crash, unbeknownst to others.\r\nPorco must now continue his journey back by train, and suddenly discovers that there has been a warrant issued for his arrest in Italy. Not only does he need to find Gina, but he must also get his revenge and also deal with the oncoming war that threatens the whole of Europe.","releaseInfo":"1992","imdbRating":8.007,"genres":["Comedy","Historical","Military","Drama","Romance","Action","Adventure"],"poster":"https://media.kitsu.io/anime/poster_images/380/small.jpg?1408441357"},{"id":"dubanime_7515","type":"movie","name":"The Garden of Words","aliases":["The Garden of Words","Kotonoha no Niwa","Koto no Ha no Niwa","The Garden of Kotonoha"],"description":"On a rainy morning in Tokyo, Takao Akizuki, an aspiring shoemaker, decides to skip class to sketch designs in a beautiful garden. This is where he meets Yukari Yukino, a beautiful yet mysterious woman, for the very first time. Offering to make her new shoes, Takao continues to meet with Yukari throughout the rainy season, and without even realizing it, the two are able to alleviate the worries hidden in their hearts just by being with each other. However, their personal struggles have not disappeared completely, and as the end of the rainy season approaches, their relationship will be put to the test.\r\n[Written by MAL Rewrite]","releaseInfo":"2013","imdbRating":8.17,"genres":["Psychological","Slice of Life","Drama","Romance"],"poster":"https://media.kitsu.io/anime/poster_images/7515/small.jpg?1408461581"}]}
