{"metas":[{"id":"dubanime_4676","type":"series","name":"Fairy Tail","aliases":["Fairy Tail","FT"],"description":"A superficial but kind-hearted celestial mage, Lucy Heartfilia, joins a famous wizarding guild in Magnolia Town called Fairy Tail, where the members use their powers to earn rewards in exchange for fulfilling quests. Here she befriends an impetuous but faithful dragon-slayer wizard, Natsu Dragneel, who is scouring the land for his missing father. The two form a bond with fellow mages Erza Scarlet and Gray Fullbuster, and together they tackle daunting challenges, taking on several powerful allies and foes along the way. \r\nCreated by Hiro Mashima, Fairy Tail is an action-packed adventure that follows Lucy and her friends as they learn the value of friendship, forgiveness and family.\r\n[Written by MAL Rewrite]","releaseInfo":"2009-2013","imdbRating":7.935,"genres":["Comedy","Magic","Fantasy","Action","Friendship","Adventure"],"poster":"https://media.kitsu.io/anime/poster_images/4676/small.jpg?1416268164"},{"id":"dubanime_6589","type":"series","name":"Sword Art Online","aliases":["Sword Art Online","S.A.O","SAO"],"description":"In the year 2022, virtual reality has progressed by leaps and bounds, and a massive online role-playing game called Sword Art Online (SAO) is launched. With the aid of \"NerveGear\" technology, players can control their avatars within the game using nothing but their own thoughts.\r\nKazuto Kirigaya, nicknamed \"Kirito,\" is among the lucky few enthusiasts who get their hands on the first shipment of the game. He logs in to find himself, with ten-thousand others, in the scenic and elaborate world of Aincrad, one full of fantastic medieval weapons and gruesome monsters. However, in a cruel turn of events, the players soon realize they cannot log out; the game's creator has trapped them in his new world until they complete all one hundred levels of the game.\r\nIn order to escape Aincrad, Kirito will now have to interact and cooperate with his fellow players. Some are allies, while others are foes, like Asuna Yuuki, who commands the leading group attempting to escape from the ruthless game. To make matters worse, Sword Art Online is not all fun and games: if they die in Aincrad, they die in real life. Kirito must adapt to his new reality, fight for his survival, and hopefully break free from his virtual hell.\r\n[Written by MAL Rewrite]","releaseInfo":"2012","imdbRating":7.401000000000001,"genres":["Game","Fantasy","Romance","Action","Adventure"],"poster":"https://media.kitsu.io/anime/poster_images/6589/small.jpg?1416428763"},{"id":"dubanime_11469","type":"series","name":"Boku no Hero Academia","aliases":["My Hero Academia","Boku no Hero Academia"],"description":"The appearance of \"quirks,\" newly discovered super powers, has been steadily increasing over the years, with 80 percent of humanity possessing various abilities from manipulation of elements to shapeshifting. This leaves the remainder of the world completely powerless, and Izuku Midoriya is one such individual.\r\n\r\nSince he was a child, the ambitious middle schooler has wanted nothing more than to be a hero. Izuku's unfair fate leaves him admiring heroes and taking notes on them whenever he can. But it seems that his persistence has borne some fruit: Izuku meets the number one hero and his personal idol, All Might. All Might's quirk is a unique ability that can be inherited, and he has chosen Izuku to be his successor!\r\n\r\nEnduring many months of grueling training, Izuku enrolls in U.A. High, a prestigious high school famous for its excellent hero training program, and this year's freshmen look especially promising. With his bizarre but talented classmates and the looming threat of a villainous organization, Izuku will soon learn what it really means to be a hero.\r\n\r\n(Source: MAL)","releaseInfo":"2016","imdbRating":8.468,"genres":["Comedy","Super Power","School","Action"],"poster":"https://media.kitsu.io/anime/poster_images/11469/small.jpg?1456690771"},{"id":"dubanime_1555","type":"series","name":"Naruto: Shippuuden","aliases":["Naruto: Shippuden","Naruto: Shippuuden","Naruto Hurricane Chronicles"],"description":"It has been two and a half years since Naruto Uzumaki left Konohagakure, the Hidden Leaf Village, for intense training following events which fueled his desire to be stronger. Now Akatsuki, the mysterious organization of elite rogue ninja, is closing in on their grand plan which may threaten the safety of the entire shinobi world.\r\n\r\nAlthough Naruto is older and sinister events loom on the horizon, he has changed little in personality—still rambunctious and childish—though he is now far more confident and possesses an even greater determination to protect his friends and home. Come whatever may, Naruto will carry on with the fight for what is important to him, even at the expense of his own body, in the continuation of the saga about the boy who wishes to become Hokage.\r\n\r\n(Source: MAL Rewrite)","releaseInfo":"2007-2017","imdbRating":8.132,"genres":["Comedy","Martial Arts","Super Power","Action","Adventure"],"poster":"https://media.kitsu.io/anime/poster_images/1555/small.jpg?1489946654"},{"id":"dubanime_115","type":"series","name":"Hunter x Hunter","aliases":["Hunter x Hunter","HxH","HUNTER×HUNTER（ハンター×ハンター）","Hantā Hantā"],"description":"Hunters are specialized in a wide variety of fields, ranging from treasure hunting to cooking. They have access to otherwise unavailable funds and information that allow them to pursue their dreams and interests. However, being a hunter is a special privilege, only attained by taking a deadly exam with an extremely low success rate.\r\nGon Freecss, a 12-year-old boy with the hope of finding his missing father, sets out on a quest to take the Hunter Exam. Along the way, he picks up three companions who also aim to take the dangerous test: the revenge-seeking Kurapika, aspiring doctor Leorio Paladiknight, and a mischievous child the same age as Gon, Killua Zoldyck.Hunter x Hunter is a classic shounen that follows the story of four aspiring hunters as they embark on a perilous adventure, fighting for their dreams while defying the odds.\r\n[Written by MAL Rewrite]","releaseInfo":"1999-2001","imdbRating":8.27,"genres":["Super Power","Fantasy","Action","Adventure"],"poster":"https://media.kitsu.io/anime/poster_images/115/small.jpg?1416601498"},{"id":"dubanime_7314","type":"series","name":"The Devil is a Part-Timer!","aliases":["The Devil is a Part-Timer!","Hataraku Maou-sama!"],"description":"Striking fear into the hearts of mortals, the Demon Lord Satan begins to conquer the land of Ente Isla with his vast demon armies. However, while embarking on this brutal quest to take over the continent, his efforts are foiled by the hero Emilia, forcing Satan to make his swift retreat through a dimensional portal only to land in the human world. Along with his loyal general Alsiel, the demon finds himself stranded in modern-day Tokyo and vows to return and complete his subjugation of Ente Isla—that is, if they can find a way back!\r\n\r\nPowerless in a world without magic, Satan assumes the guise of a human named Sadao Maou and begins working at MgRonald's—a local fast-food restaurant—to make ends meet. He soon realizes that his goal of conquering Ente Isla is just not enough as he grows determined to climb the corporate ladder and become the ruler of Earth, one satisfied customer at a time!\r\n\r\nWhether it's part-time work, household chores, or simply trying to pay the rent on time, Hataraku Maou-sama! presents a hilarious view of the most mundane aspects of everyday life, all through the eyes of a hapless demon lord.\r\n\r\n(Source: MAL Rewrite)","releaseInfo":"2013","imdbRating":8.086,"genres":["Comedy","Supernatural","Demons","Fantasy","Romance","Workplace"],"poster":"https://media.kitsu.io/anime/poster_images/7314/small.jpg?1420871133"},{"id":"dubanime_8640","type":"series","name":"Ansatsu Kyoushitsu","aliases":["Assassination Classroom","Ansatsu Kyoushitsu"],"description":"When a mysterious creature chops the moon down to a permanent crescent, the students of class 3-E of Kunugigaoka Middle School find themselves confronted with an enormous task: assassinate the creature responsible for the disaster before Earth suffers a similar fate. However, the monster, dubbed Koro-sensei (the indestructible teacher), is able to fly at speeds of up to Mach 20, which he demonstrates freely, leaving any attempt to subdue him in his extraterrestrial dust. Furthermore, the misfits of 3-E soon find that the strange, tentacled beast is more than just indomitable—he is the best teacher they have ever had!\r\n\r\nAdapted from the humorous hit manga by Yuusei Matsui, Ansatsu Kyoushitsu tells the story of these junior high pupils as they polish their assassination skills and grow in order to stand strong against the oppressive school system, their own life problems, and one day, Koro-sensei.\r\n\r\n(Source: MAL Rewrite)","releaseInfo":"2015","imdbRating":8.283,"genres":["Comedy","School","Action"],"poster":"https://media.kitsu.io/anime/poster_images/8640/small.jpg?1419262702"},{"id":"dubanime_6550","type":"series","name":"High School DxD","aliases":["High School DxD","Highschool DxD"],"description":"High school student Issei Hyoudou is your run-of-the-mill pervert who does nothing productive with his life, peeping on women and dreaming of having his own harem one day. Things seem to be looking up for Issei when a beautiful girl asks him out on a date, although she turns out to be a fallen angel who brutally kills him! However, he gets a second chance at life when beautiful senior student Rias Gremory, who is a top-class devil, revives him as her servant, recruiting Issei into the ranks of the school's Occult Research club.\r\nSlowly adjusting to his new life, Issei must train and fight in order to survive in the violent world of angels and devils. Each new adventure leads to many hilarious (and risqué) moments with his new comrades, all the while keeping his new life a secret from his friends and family in High School DxD!\r\n[Written by MAL Rewrite]","releaseInfo":"2012","imdbRating":7.444,"genres":["Comedy","School","Demons","Harem","Romance","Ecchi"],"poster":"https://media.kitsu.io/anime/poster_images/6550/small.jpg?1417468903"},{"id":"dubanime_3936","type":"series","name":"Fullmetal Alchemist: Brotherhood","aliases":["Fullmetal Alchemist: Brotherhood","Hagane no Renkinjutsushi: Fullmetal Alchemist","Hagane no Renkinjutsushi (2009)","Fullmetal Alchemist (2009)","FMA","Hagaren"],"description":"\"In order for something to be obtained, something of equal value must be lost.\"\r\n\r\nAlchemy is bound by this Law of Equivalent Exchange—something the young brothers Edward and Alphonse Elric only realize after attempting human transmutation: the one forbidden act of alchemy. They pay a terrible price for their transgression—Edward loses his left leg, Alphonse his physical body. It is only by the desperate sacrifice of Edward's right arm that he is able to affix Alphonse's soul to a suit of armor. Devastated and alone, it is the hope that they would both eventually return to their original bodies that gives Edward the inspiration to obtain metal limbs called \"automail\" and become a state alchemist, the Fullmetal Alchemist.\r\n\r\nThree years of searching later, the brothers seek the Philosopher's Stone, a mythical relic that allows an alchemist to overcome the Law of Equivalent Exchange. Even with military allies Colonel Roy Mustang, Lieutenant Riza Hawkeye, and Lieutenant Colonel Maes Hughes on their side, the brothers find themselves caught up in a nationwide conspiracy that leads them not only to the true nature of the elusive Philosopher's Stone, but their country's murky history as well. In between finding a serial killer and racing against time, Edward and Alphonse must ask themselves if what they are doing will make them human again... or take away their humanity.\r\n\r\n(Source: MAL Rewrite)","releaseInfo":"2009-2010","imdbRating":8.429,"genres":["Action","Adventure","Drama","Fantasy","Magic","Military","Comedy"],"poster":"https://media.kitsu.io/anime/poster_images/3936/small.jpg?1419000387"},{"id":"dubanime_8271","type":"series","name":"Tokyo Ghoul","aliases":["Tokyo Ghoul","Tokyo Kushu","Toukyou Kushu","Toukyou Ghoul"],"description":"Tokyo has become a cruel and merciless city—a place where vicious creatures called “ghouls” exist alongside humans. The citizens of this once great metropolis live in constant fear of these bloodthirsty savages and their thirst for human flesh. However, the greatest threat these ghouls pose is their dangerous ability to masquerade as humans and blend in with society.\r\nBased on the best-selling supernatural horror manga by Sui Ishida, Tokyo Ghoul follows Ken Kaneki, a shy, bookish college student, who is instantly drawn to Rize Kamishiro, an avid reader like himself. However, Rize is not exactly who she seems, and this unfortunate meeting pushes Kaneki into the dark depths of the ghouls' inhuman world. In a twist of fate, Kaneki is saved by the enigmatic waitress Touka Kirishima, and thus begins his new, secret life as a half-ghoul/half-human who must find a way to integrate into both societies.\r\n[Written by MAL Rewrite]","releaseInfo":"2014","imdbRating":8.074,"genres":["Mystery","Supernatural","Psychological","Gore","Horror","Drama","Action"],"poster":"https://media.kitsu.io/anime/poster_images/8271/small.jpg?1416240363"},{"id":"dubanime_7442","type":"series","name":"Attack on Titan","aliases":["Attack on Titan","Shingeki no Kyojin","AoT"],"description":"Centuries ago, mankind was slaughtered to near extinction by monstrous humanoid creatures called titans, forcing humans to hide in fear behind enormous concentric walls. What makes these giants truly terrifying is that their taste for human flesh is not born out of hunger but what appears to be out of pleasure. To ensure their survival, the remnants of humanity began living within defensive barriers, resulting in one hundred years without a single titan encounter. However, that fragile calm is soon shattered when a colossal titan manages to breach the supposedly impregnable outer wall, reigniting the fight for survival against the man-eating abominations.\r\n\r\nAfter witnessing a horrific personal loss at the hands of the invading creatures, Eren Yeager dedicates his life to their eradication by enlisting into the Survey Corps, an elite military unit that combats the merciless humanoids outside the protection of the walls. Based on Hajime Isayama's award-winning manga, Shingeki no Kyojin follows Eren, along with his adopted sister Mikasa Ackerman and his childhood friend Armin Arlert, as they join the brutal war against the titans and race to discover a way of defeating them before the last walls are breached.\r\n\r\n(Source: MAL Rewrite)","releaseInfo":"2013","imdbRating":8.384,"genres":["Mystery","Super Power","Military","Fantasy","Drama","Action"],"poster":"https://media.kitsu.io/anime/poster_images/7442/small.jpg?1418580054"},{"id":"dubanime_11","type":"series","name":"Naruto","aliases":["Naruto"],"description":"Moments prior to Naruto Uzumaki's birth, a huge demon known as the Kyuubi, the Nine-Tailed Fox, attacked Konohagakure, the Hidden Leaf Village, and wreaked havoc. In order to put an end to the Kyuubi's rampage, the leader of the village, the Fourth Hokage, sacrificed his life and sealed the monstrous beast inside the newborn Naruto.\r\nNow, Naruto is a hyperactive and knuckle-headed ninja still living in Konohagakure. Shunned because of the Kyuubi inside him, Naruto struggles to find his place in the village, while his burning desire to become the Hokage of Konohagakure leads him not only to some great new friends, but also some deadly foes.\r\n[Written by MAL Rewrite]","releaseInfo":"2002-2007","imdbRating":7.872,"genres":["Comedy","Martial Arts","Super Power","Action"],"poster":"https://media.kitsu.io/anime/poster_images/11/small.jpg?1417705323"},{"id":"dubanime_7880","type":"series","name":"No Game No Life","aliases":["No Game, No Life","No Game No Life","NGNL"],"description":"No Game No Life is a surreal comedy that follows Sora and Shiro, shut-in NEET siblings and the online gamer duo behind the legendary username \"Kuuhaku.\" They view the real world as just another lousy game; however, a strange e-mail challenging them to a chess match changes everything—the brother and sister are plunged into an otherworldly realm where they meet Tet, the God of Games.\r\n\r\nThe mysterious god welcomes Sora and Shiro to Disboard, a world where all forms of conflict—from petty squabbles to the fate of whole countries—are settled not through war, but by way of high-stake games. This system works thanks to a fundamental rule wherein each party must wager something they deem to be of equal value to the other party's wager. In this strange land where the very idea of humanity is reduced to child’s play, the indifferent genius gamer duo of Sora and Shiro have finally found a real reason to keep playing games: to unite the sixteen races of Disboard, defeat Tet, and become the gods of this new, gaming-is-everything world.\r\n\r\n(Source: MAL Rewrite)","releaseInfo":"2014","imdbRating":8.276,"genres":["Comedy","Supernatural","Game","Fantasy","Ecchi","Adventure"],"poster":"https://media.kitsu.io/anime/poster_images/7880/small.jpg?1418914006"},{"id":"dubanime_8174","type":"series","name":"Sword Art Online II","aliases":["Sword Art Online II","Phantom Bullet","SAO II","Sword Art Online 2","SAO 2"],"description":"A year after escaping Sword Art Online, Kazuto Kirigaya has been settling back into the real world. However, his peace is short-lived as a new incident occurs in a game called Gun Gale Online, where a player by the name of Death Gun appears to be killing people in the real world by shooting them in-game. Approached by officials to assist in investigating the murders, Kazuto assumes his persona of Kirito once again and logs into Gun Gale Online, intent on stopping the killer.\r\n\r\nOnce inside, Kirito meets Sinon, a highly skilled sniper afflicted by a traumatic past. She is soon dragged in his chase after Death Gun, and together they enter the Bullet of Bullets, a tournament where their target is sure to appear. Uncertain of Death Gun's real powers, Kirito and Sinon race to stop him before he has the chance to claim another life. Not everything goes smoothly, however, as scars from the past impede their progress. In a high-stakes game where the next victim could easily be one of them, Kirito puts his life on the line in the virtual world once more.\r\n\r\n(Source: MAL Rewrite)","releaseInfo":"2014","imdbRating":7.067,"genres":["Game","Fantasy","Romance","Action","Adventure"],"poster":"https://media.kitsu.io/anime/poster_images/8174/small.jpg?1416324188"},{"id":"dubanime_244","type":"series","name":"Bleach","aliases":["Bleach"],"description":"Ichigo Kurosaki is an ordinary high schooler—until his family is attacked by a Hollow, a corrupt spirit that seeks to devour human souls. It is then that he meets a Soul Reaper named Rukia Kuchiki, who gets injured while protecting Ichigo's family from the assailant. To save his family, Ichigo accepts Rukia's offer of taking her powers and becomes a Soul Reaper as a result.\r\nHowever, as Rukia is unable to regain her powers, Ichigo is given the daunting task of hunting down the Hollows that plague their town. However, he is not alone in his fight, as he is later joined by his friends—classmates Orihime Inoue, Yasutora Sado, and Uryuu Ishida—who each have their own unique abilities. As Ichigo and his comrades get used to their new duties and support each other on and off the battlefield, the young Soul Reaper soon learns that the Hollows are not the only real threat to the human world.\r\n[Written by MAL Rewrite]","releaseInfo":"2004-2012","imdbRating":7.627,"genres":["Comedy","Supernatural","Super Power","Action","Friendship","Adventure"],"poster":"https://media.kitsu.io/anime/poster_images/244/small.jpg?1416280318"},{"id":"dubanime_755","type":"series","name":"Ouran High School Host Club","aliases":["Ouran High School Host Club","Ouran Koukou Host Club","Ohran Koko Host Club","Ouran Koukou Hosutobu","Ouran Koukou Host Bu","OHSHC"],"description":"Haruhi Fujioka is a bright scholarship candidate with no rank or title to speak of—a rare species at Ouran High School, an elite academy for students of high pedigree. When she opens the door to Music Room #3 hoping to find a quiet place to study, Haruhi unexpectedly stumbles upon the Host Club. Led by the princely Tamaki, the club—whose other members include the \"Shadow King\" Kyouya, the mischievous Hitachiin twins, and the childlike Haninozuka \"Honey\" and his strong protector Mori—is where handsome boys with too much time on their hands entertain the girls in the academy.\r\nIn a frantic attempt to remove herself from the hosts, Haruhi ends up breaking a vase worth eight million yen and is forced into becoming the eccentric group's general errand boy to repay her enormous debt. However, thanks to her convincingly masculine appearance, her naturally genial disposition toward girls, and fascinating commoner status, she is soon promoted to full-time male host and plunged headlong into a glitzy whirlwind of elaborate cosplays, rich food, and exciting shenanigans that only the immensely wealthy Ouran Host Club can pull off.\r\n[Written by MAL Rewrite]","releaseInfo":"2006","imdbRating":8.269,"genres":["Comedy","School","Harem","Gender Bender","Romance"],"poster":"https://media.kitsu.io/anime/poster_images/755/small.jpg?1418575469"},{"id":"dubanime_3128","type":"series","name":"Soul Eater","aliases":["Soul Eater"],"description":"Death City is home to the famous Shibusen, a technical academy headed by the Shinigami–Lord Death himself. Its mission: to raise \"Death Scythes\" for the Shinigami to wield against the many evils of their fantastical world. These Death Scythes, however, are not made from physical weapons; rather, they are born from human hybrids who have the ability to transform their bodies into Demon Weapons, and only after they have consumed the souls of 99 evil beings and one witch's soul.\r\nSoul Eater Evans, a Demon Scythe who only seems to care about what's cool, aims to become a Death Scythe with the help of his straight-laced wielder, or meister, Maka Albarn. The contrasting duo work and study alongside the hot headed Black☆Star and his caring weapon Tsubaki, as well as the Shinigami's own son, Death the Kid, an obsessive-compulsive dual wielder of twin pistols Patty and Liz.Soul Eater follows these students of Shibusen as they take on missions to collect souls and protect the city from the world's threats while working together under the snickering sun to become sounder in mind, body, and soul.\r\n[Written by MAL Rewrite]","releaseInfo":"2008-2009","imdbRating":8.073,"genres":["Comedy","Supernatural","Fantasy","Action","Adventure"],"poster":"https://media.kitsu.io/anime/poster_images/3128/small.jpg?1417748138"},{"id":"dubanime_1","type":"series","name":"Cowboy Bebop","aliases":["Cowboy Bebop"],"description":"In the year 2071, humanity has colonized several of the planets and moons of the solar system leaving the now uninhabitable surface of planet Earth behind. The Inter Solar System Police attempts to keep peace in the galaxy, aided in part by outlaw bounty hunters, referred to as \"Cowboys\". The ragtag team aboard the spaceship Bebop are two such individuals.\r\nMellow and carefree Spike Spiegel is balanced by his boisterous, pragmatic partner Jet Black as the pair makes a living chasing bounties and collecting rewards. Thrown off course by the addition of new members that they meet in their travels—Ein, a genetically engineered, highly intelligent Welsh Corgi; femme fatale Faye Valentine, an enigmatic trickster with memory loss; and the strange computer whiz kid Edward Wong—the crew embarks on thrilling adventures that unravel each member's dark and mysterious past little by little. \r\nWell-balanced with high density action and light-hearted comedy, Cowboy Bebop is a space Western classic and an homage to the smooth and improvised music it is named after.  \r\n[Written by MAL Rewrite]","releaseInfo":"1998-1999","imdbRating":8.269,"genres":["Comedy","Sci-Fi","Space","Drama","Action","Adventure"],"poster":"https://media.kitsu.io/anime/poster_images/1/small.jpg?1431697256"},{"id":"dubanime_8270","type":"series","name":"Akame ga Kill!","aliases":["Akame ga Kill!","Akame ga Kiru!"],"description":"Under the rule of a tyrannical empire, Tatsumi, a young swordsman, leaves his home to save his poverty stricken village. He meets a girl named Akame, an assassin who was bought, brainwashed and trained to kill by the Empire. Akame is a member of the secret assassin group called “Night Raid” who use special weapons called Teigu. Together, Tatsumi and the members of Night Raid confront the corrupt empire.\r\n\r\n(Source: Crunchyroll)","releaseInfo":"2014","imdbRating":7.5969999999999995,"genres":["Fantasy","Drama","Action","Adventure"],"poster":"https://media.kitsu.io/anime/poster_images/8270/small.jpg?1462992481"},{"id":"dubanime_720","type":"series","name":"Dragon Ball Z","aliases":["Dragon Ball Z","DBZ","Dragonball Z"],"description":"Five years after winning the World Martial Arts tournament, Gokuu is now living a peaceful life with his wife and son. This changes, however, with the arrival of a mysterious enemy named Raditz who presents himself as Gokuu's long-lost brother. He reveals that Gokuu is a warrior from the once powerful but now virtually extinct Saiyan race, whose homeworld was completely annihilated. When he was sent to Earth as a baby, Gokuu's sole purpose was to conquer and destroy the planet; but after suffering amnesia from a head injury, his violent and savage nature changed, and instead was raised as a kind and well-mannered boy, now fighting to protect others.\r\nWith his failed attempt at forcibly recruiting Gokuu as an ally, Raditz warns Gokuu's friends of a new threat that's rapidly approaching Earth—one that could plunge Earth into an intergalactic conflict and cause the heavens themselves to shake. A war will be fought over the seven mystical dragon balls, and only the strongest will survive in Dragon Ball Z.\r\n[Written by MAL Rewrite]","releaseInfo":"1989-1996","imdbRating":8.209999999999999,"genres":["Comedy","Martial Arts","Super Power","Fantasy","Action","Adventure"],"poster":"https://media.kitsu.io/anime/poster_images/720/small.jpg?1416276837"},{"id":"dubanime_1415","type":"series","name":"Code Geass: Lelouch of the Rebellion","aliases":["Code Geass: Lelouch of the Rebellion","Code Geass: Hangyaku no Lelouch"],"description":"In the year 2010, the Holy Empire of Britannia is establishing itself as a dominant military nation, starting with the conquest of Japan. Renamed to Area 11 after its swift defeat, Japan has seen significant resistance against these tyrants in an attempt to regain independence.\r\n\r\nLelouch Lamperouge, exiled prince of Britannia, unfortunately finds himself caught in a crossfire between the two nations' armed forces. He is able to escape, however, thanks to the timely appearance of a mysterious girl named C.C., who bestows upon him Geass, the \"Power of Kings.\" Realizing the vast potential of his newfound \"power of absolute obedience,\" Lelouch embarks upon a perilous journey as the masked vigilante known as Zero, leading a merciless onslaught against Britannia in order to get revenge once and for all.\r\n\r\n(Source: MAL)","releaseInfo":"2006-2007","imdbRating":8.270999999999999,"genres":["Sci-Fi","Super Power","School","Military","Mecha","Drama","Action","Political"],"poster":"https://media.kitsu.io/anime/poster_images/1415/small.jpg?1408443967"},{"id":"dubanime_224","type":"series","name":"InuYasha","aliases":["InuYasha","Inu Yasha"],"description":"Based on the Shogakukan award-winning manga of the same name, InuYasha follows Kagome Higurashi, a fifteen-year-old girl whose normal life ends when a demon drags her into a cursed well on the grounds of her family's Shinto shrine. Instead of hitting the bottom of the well, Kagome ends up 500 years in the past during Japan's violent Sengoku period with the demon's true target, a wish-granting jewel called the Shikon Jewel, reborn inside of her.\r\n\r\nAfter a battle with a revived demon accidentally causes the sacred jewel to shatter, Kagome enlists the help of a young hybrid dog-demon/human named Inuyasha to help her collect the shards and prevent them from falling into the wrong hands. Joining Kagome and Inuyasha on their quest are the orphan fox-demon Shippo, the intelligent monk Miroku, and the lethal demon slayer Sango. Together, they must set aside their differences and work together to find the power granting shards spread across feudal Japan and deal with the threats that arise.\r\n\r\n[Written by MAL Rewrite]","releaseInfo":"2000-2004","imdbRating":7.7,"genres":["Action","Adventure","Comedy","Demons","Fantasy","Magic","Romance","Supernatural"],"poster":"https://media.kitsu.io/anime/poster_images/224/small.jpg?1408440973"},{"id":"dubanime_181","type":"series","name":"Samurai Champloo","aliases":["Samurai Champloo"],"description":"Fuu Kasumi is a young and clumsy waitress who spends her days peacefully working in a small teahouse. That is, until she accidentally spills a drink all over one of her customers! With a group of samurai now incessantly harassing her, Fuu desperately calls upon another samurai in the shop, Mugen, who quickly defeats them with his wild fighting technique, utilizing movements reminiscent to that of breakdancing. Unfortunately, Mugen decides to pick a fight with the unwilling ronin Jin, who wields a more precise and traditional style of swordfighting, and the latter proves to be a formidable opponent. The only problem is, they end up destroying the entire shop as well as accidentally killing the local magistrate's son.\r\nFor their crime, the two samurai are captured and set to be executed. However, they are rescued by Fuu, who hires the duo as her bodyguards. Though she no longer has a place to return to, the former waitress wishes to find a certain samurai who smells of sunflowers and enlists the help of the now exonerated pair to do so. Despite initially disapproving of this idea, the two eventually agree to assist the girl in her quest; thus, the trio embark upon an adventure to find this mysterious warrior—that is, if Fuu can keep Mugen and Jin from killing each other.\r\nSet in an alternate Edo Period of Japan, Samurai Champloo follows the journey of these three eccentric individuals in an epic quest full of action, comedy, and dynamic sword fighting, all set to the beat of a unique hip-hop infused soundtrack.\r\n[Written by MAL Rewrite]","releaseInfo":"2004-2005","imdbRating":8.258,"genres":["Comedy","Historical","Samurai","Action","Adventure"],"poster":"https://media.kitsu.io/anime/poster_images/181/small.jpg?1416272646"},{"id":"dubanime_100","type":"series","name":"Fullmetal Alchemist","aliases":["Fullmetal Alchemist","Hagane no Renkinjutsushi","FMA","Full Metal Alchemist","Fullmetal Alchemist (2003)","HagaRen"],"description":"Edward Elric, a young, brilliant alchemist, has lost much in his twelve-year life: when he and his brother Alphonse try to resurrect their dead mother through the forbidden act of human transmutation, Edward loses his brother as well as two of his limbs. With his supreme alchemy skills, Edward binds Alphonse's soul to a large suit of armor.\r\nA year later, Edward, now promoted to the fullmetal alchemist of the state, embarks on a journey with his younger brother to obtain the Philosopher's Stone. The fabled mythical object is rumored to be capable of amplifying an alchemist's abilities by leaps and bounds, thus allowing them to override the fundamental law of alchemy: to gain something, an alchemist must sacrifice something of equal value. Edward hopes to draw into the military's resources to find the fabled stone and restore his and Alphonse's bodies to normal. However, the Elric brothers soon discover that there is more to the legendary stone than meets the eye, as they are led to the epicenter of a far darker battle than they could have ever imagined.\r\n\r\n(Source: MAL)","releaseInfo":"2003-2004","imdbRating":8.27,"genres":["Comedy","Magic","Military","Fantasy","Drama","Action","Adventure"],"poster":"https://media.kitsu.io/anime/poster_images/100/small.jpg?1432381072"},{"id":"dubanime_10740","type":"series","name":"One Punch Man","aliases":["One Punch Man","One Punch-Man","OPM","One-Punch Man"],"description":"The seemingly ordinary and unimpressive Saitama has a rather unique hobby: being a hero. In order to pursue his childhood dream, he trained relentlessly for three years—and lost all of his hair in the process. Now, Saitama is incredibly powerful, so much so that no enemy is able to defeat him in battle. In fact, all it takes to defeat evildoers with just one punch has led to an unexpected problem—he is no longer able to enjoy the thrill of battling and has become quite bored.\r\n\r\nThis all changes with the arrival of Genos, a 19-year-old cyborg, who wishes to be Saitama's disciple after seeing what he is capable of. Genos proposes that the two join the Hero Association in order to become certified heroes that will be recognized for their positive contributions to society, and Saitama, shocked that no one knows who he is, quickly agrees. And thus begins the story of One Punch Man, an action-comedy that follows an eccentric individual who longs to fight strong enemies that can hopefully give him the excitement he once felt and just maybe, he'll become popular in the process.\r\n\r\n(Source: MAL Rewrite)","releaseInfo":"2015","imdbRating":8.456999999999999,"genres":["Comedy","Sci-Fi","Supernatural","Super Power","Parody","Action"],"poster":"https://media.kitsu.io/anime/poster_images/10740/small.jpg?1537885326"},{"id":"dubanime_1376","type":"series","name":"Death Note","aliases":["Death Note","DN"],"description":"A shinigami, as a god of death, can kill any person—provided they see their victim's face and write their victim's name in a notebook called a Death Note. One day, Ryuk, bored by the shinigami lifestyle and interested in seeing how a human would use a Death Note, drops one into the human realm.\r\n\r\nHigh school student and prodigy Light Yagami stumbles upon the Death Note and—since he deplores the state of the world—tests the deadly notebook by writing a criminal's name in it. When the criminal dies immediately following his experiment with the Death Note, Light is greatly surprised and quickly recognizes how devastating the power that has fallen into his hands could be.\r\n\r\nWith this divine capability, Light decides to extinguish all criminals in order to build a new world where crime does not exist and people worship him as a god. Police, however, quickly discover that a serial killer is targeting criminals and, consequently, try to apprehend the culprit. To do this, the Japanese investigators count on the assistance of the best detective in the world: a young and eccentric man known only by the name of L.\r\n\r\n(Source: MAL Rewrite)","releaseInfo":"2006-2007","imdbRating":8.356,"genres":["Mystery","Supernatural","Police","Psychological","Thriller"],"poster":"https://media.kitsu.io/anime/poster_images/1376/small.jpg?1457383324"},{"id":"dubanime_13209","type":"series","name":"Black Clover","aliases":["Black Clover"],"description":"In a world where magic is everything, Asta and Yuno are both found abandoned at a church on the same day. While Yuno is gifted with exceptional magical powers, Asta is the only one in this world without any. At the age of fifteen, both receive grimoires, magic books that amplify their holder's magic. Asta's is a rare Grimoire of Anti-Magic that negates and repels his opponent's spells. Being opposite but good rivals, Yuno and Asta are ready for the hardest of challenges to achieve their common dream: to be the Wizard King. Giving up is never an option!\r\n\r\n(Source: Crunchyroll)","releaseInfo":"2017-","imdbRating":7.398999999999999,"genres":["Comedy","Magic","Fantasy","Action"],"poster":"https://media.kitsu.io/anime/poster_images/13209/small.jpg?1559664097"},{"id":"dubanime_12","type":"series","name":"One Piece","aliases":["One Piece"],"description":"Gol D. Roger was known as the \"Pirate King,\" the strongest and most infamous being to have sailed the Grand Line. The capture and death of Roger by the World Government brought a change throughout the world. His last words before his death revealed the existence of the greatest treasure in the world, One Piece. It was this revelation that brought about the Grand Age of Pirates, men who dreamed of finding One Piece—which promises an unlimited amount of riches and fame—and quite possibly the pinnacle of glory and the title of the Pirate King.\r\nEnter Monkey D. Luffy, a 17-year-old boy who defies your standard definition of a pirate. Rather than the popular persona of a wicked, hardened, toothless pirate ransacking villages for fun, Luffy’s reason for being a pirate is one of pure wonder: the thought of an exciting adventure that leads him to intriguing people and ultimately, the promised treasure. Following in the footsteps of his childhood hero, Luffy and his crew travel across the Grand Line, experiencing crazy adventures, unveiling dark mysteries and battling strong enemies, all in order to reach the most coveted of all fortunes—One Piece.\r\n[Written by MAL Rewrite]","releaseInfo":"1999-","imdbRating":8.283,"genres":["Comedy","Super Power","Fantasy","Drama","Action","Friendship","Adventure"],"poster":"https://media.kitsu.io/anime/poster_images/12/small.jpg?1490541434"},{"id":"dubanime_3840","type":"series","name":"Black Butler","aliases":["Black Butler","Kuroshitsuji","Kuro Shitsuji","Kuroshitsuzi"],"description":"Young Ciel Phantomhive is known as \"the Queen's Guard Dog,\" taking care of the many unsettling events that occur in Victorian England for Her Majesty. Aided by Sebastian Michaelis, his loyal butler with seemingly inhuman abilities, Ciel uses whatever means necessary to get the job done. But is there more to this black-clad butler than meets the eye?\r\nIn Ciel's past lies a secret tragedy that enveloped him in perennial darkness—during one of his bleakest moments, he formed a contract with Sebastian, a demon, bargaining his soul in exchange for vengeance upon those who wronged him. Today, not only is Sebastian one hell of a butler, but he is also the perfect servant to carry out his master's orders—all the while anticipating the delicious meal he will eventually make of Ciel's soul. As the two work to unravel the mystery behind Ciel's chain of misfortunes, a bond forms between them that neither heaven nor hell can tear apart.\r\n[Written by MAL Rewrite]","releaseInfo":"2008-2009","imdbRating":7.776999999999999,"genres":["Comedy","Supernatural","Historical","Demons","Fantasy","Action"],"poster":"https://media.kitsu.io/anime/poster_images/3840/small.jpg?1416544955"},{"id":"dubanime_359","type":"series","name":"Yuu☆Yuu☆Hakusho","aliases":["Yu Yu Hakusho: Ghost Files","Yuu☆Yuu☆Hakusho","Yu Yu Hakusho","Ghost Fighter","Poltergeist Report","YuYu Hakusho","Yuu Yuu Hakusho"],"description":"One fateful day, Yuusuke Urameshi, a 14-year-old delinquent with a dim future, gets a miraculous chance to turn it all around when he throws himself in front of a moving car to save a young boy. His ultimate sacrifice is so out of character that the authorities of the spirit realm are not yet prepared to let him pass on. Koenma, heir to the throne of the spirit realm, offers Yuusuke an opportunity to regain his life through completion of a series of tasks. With the guidance of the death god Botan, he is to thwart evil presences on Earth as a Spirit Detective.\r\n\r\nTo help him on his venture, Yuusuke enlists ex-rival Kazuma Kuwabara, and two demons, Hiei and Kurama, who have criminal pasts. Together, they train and battle against enemies who would threaten humanity's very existence.\r\n\r\n(Source: MAL Rewrite)","releaseInfo":"1992-1995","imdbRating":8.251999999999999,"genres":["Action","Comedy","Demons","Fantasy","Martial Arts","School"],"poster":"https://media.kitsu.io/anime/poster_images/359/small.jpg?1495569885"},{"id":"dubanime_4765","type":"series","name":"Deadman Wonderland","aliases":["Deadman Wonderland"],"description":"It looked like it would be a normal day for Ganta Igarashi and his classmates—they were preparing to go on a class field trip to a certain prison amusement park called Deadman Wonderland, where the convicts perform dangerous acts for the onlookers' amusement. However, Ganta's life is quickly turned upside down when his whole class gets massacred by a mysterious man in red. Framed for the incident and sentenced to death, Ganta is sent to the very jail he was supposed to visit. \r\nBut Ganta's nightmare is only just beginning. \r\nThe young protagonist is thrown into a world of sadistic inmates and enigmatic powers, to live in constant fear of the lethal collar placed around his neck that is slowed only by winning in the prison's deathly games. Ganta must bet his life to survive in a ruthless place where it isn't always easy to tell friend from foe, all while trying to find the mysterious \"Red Man\" and clear his name, in Deadman Wonderland.\r\n[Written by MAL Rewrite]","releaseInfo":"2011","imdbRating":7.229000000000001,"genres":["Sci-Fi","Horror","Action"],"poster":"https://media.kitsu.io/anime/poster_images/4765/small.jpg?1418884430"},{"id":"dubanime_6266","type":"series","name":"Mirai Nikki (TV)","aliases":["The Future Diary","Mirai Nikki (TV)","Mirai Nikki","Mirai Nikki (2011)"],"description":"Lonely high school student, Yukiteru Amano, spends his days writing a diary on his cellphone, while conversing with his two seemingly imaginary friends Deus Ex Machina, who is the god of time and space, and Murmur, the god's servant. Revealing himself to be an actual entity, Deus grants Yukiteru a \"Random Diary,\" which shows highly descriptive entries based on the future and forces him into a bloody battle royale with 11 other holders of similarly powerful future diaries.\r\n\r\nWith the last person standing designated as the new god of time and space, Yukiteru must find and kill the other 11 in order to survive. He reluctantly teams up with his obsessive stalker Yuno Gasai (who also possesses such a diary), and she takes it upon herself to ensure his safety. But there's more to the girl than meets the eye, as she might have other plans for her unrequited love...4\r\n\r\n[Written by MAL Rewrite]","releaseInfo":"2011-2012","imdbRating":7.640000000000001,"genres":["Mystery","Supernatural","Psychological","Thriller","Action"],"poster":"https://media.kitsu.io/anime/poster_images/6266/small.jpg?1450298554"},{"id":"dubanime_4852","type":"series","name":"Kaichou wa Maid-sama!","aliases":["Maid Sama!","Kaichou wa Maid-sama!","Class President is a Maid!"],"description":"Being the first female student council president isn't easy, especially when your school just transitioned from an all boys high school to a co-ed one. Aptly nicknamed \"Demon President\" by the boys for her strict disciplinary style, Misaki Ayuzawa is not afraid to use her mastery of Aikido techniques to cast judgment onto the hordes of misbehaving boys and defend the girls at Seika High School.\r\nYet even the perfect Ayuzawa has an embarrassing secret—she works part-time as a maid at a maid café to help her struggling family pay the bills. She has managed to keep her job hidden from her fellow students and maintained her flawless image as a stellar student until one day, Takumi Usui, the most popular boy in school, walks into the maid café. He could destroy her reputation with her secret... or he could twist the student council president around his little finger and use her secret as an opportunity to get closer to her.\r\n[Written by MAL Rewrite]","releaseInfo":"2010","imdbRating":8.227,"genres":["Comedy","School","Romance"],"poster":"https://media.kitsu.io/anime/poster_images/4852/small.jpg?1494767034"},{"id":"dubanime_5187","type":"series","name":"Highschool of the Dead","aliases":["High School of the Dead","Highschool of the Dead","Gakuen Mokushiroku: Highschool of the Dead","HOTD","HSOTD"],"description":"It happened suddenly: The dead began to rise and Japan was thrown into total chaos. As these monsters begin terrorizing a high school, Takashi Kimuro is forced to kill his best friend when he gets bitten and joins the ranks of the walking dead. Vowing to protect Rei Miyamoto, the girlfriend of the man he just executed, they narrowly escape their death trap of a school, only to be greeted with a society that has already fallen.\r\n\r\nSoon, Takashi and Rei band together with other students on a journey to find their family members and uncover what caused this overwhelming pandemic. Joining them is Saeko Busujima, the beautiful president of the Kendo Club; Kouta Hirano, an otaku with a fetish for firearms; Saya Takagi, the daughter of an influential politician; and Shizuka Marikawa, their hot school nurse. But will the combined strength of these individuals be enough to conquer this undead apocalypse?\r\n\r\n(Source: MAL Rewrite)","releaseInfo":"2010","imdbRating":7.169,"genres":["Supernatural","Horror","Action","Ecchi","Zombies"],"poster":"https://media.kitsu.io/anime/poster_images/5187/small.jpg?1499490690"},{"id":"dubanime_7000","type":"series","name":"Psycho-Pass","aliases":["Psycho-Pass","Psychopath"],"description":"Justice, and the enforcement of it, has changed. In the 22nd century, Japan enforces the Sibyl System, an objective means of determining the threat level of each citizen by examining their mental state for signs of criminal intent, known as their Psycho-Pass. Inspectors uphold the law by subjugating, often with lethal force, anyone harboring the slightest ill-will; alongside them are Enforcers, jaded Inspectors that have become latent criminals, granted relative freedom in exchange for carrying out the Inspectors' dirty work.\r\nInto this world steps Akane Tsunemori, a young woman with an honest desire to uphold justice. However, as she works alongside veteran Enforcer Shinya Kougami, she soon learns that the Sibyl System's judgments are not as perfect as her fellow Inspectors assume. With everything she has known turned on its head, Akane wrestles with the question of what justice truly is, and whether it can be upheld through the use of a system that may already be corrupt.\r\n[Written by MAL Rewrite]","releaseInfo":"2012-2013","imdbRating":8.259,"genres":["Sci-Fi","Police","Psychological","Action"],"poster":"https://media.kitsu.io/anime/poster_images/7000/small.jpg?1434911398"},{"id":"dubanime_199","type":"series","name":"Dragon Ball","aliases":["Dragon Ball","Dragonball","DB"],"description":"Gokuu Son is a young boy who lives in the woods all alone—that is, until a girl named Bulma runs into him in her search for a set of magical objects called the \"Dragon Balls.\" Since the artifacts are said to grant one wish to whoever collects all seven, Bulma hopes to gather them and wish for a perfect boyfriend. Gokuu happens to be in possession of a dragon ball, but unfortunately for Bulma, he refuses to part ways with it, so she makes him a deal: he can tag along on her journey if he lets her borrow the dragon ball's power. With that, the two set off on the journey of a lifetime.\r\nThey don't go on the journey alone. On the way, they meet the old Muten-Roshi and wannabe disciple Kuririn, with whom Gokuu trains to become a stronger martial artist for the upcoming World Martial Arts Tournament. However, it's not all fun and games; the ability to make any wish come true is a powerful one, and there are others who would do much worse than just wishing for a boyfriend. To stop those who would try to abuse the legendary power, they train to become stronger fighters, using their newfound strength to help the people around them along the way.\r\n[Written by MAL Rewrite]","releaseInfo":"1986-1989","imdbRating":8.135,"genres":["Comedy","Martial Arts","Super Power","Fantasy","Adventure"],"poster":"https://media.kitsu.io/anime/poster_images/199/small.jpg?1416275519"},{"id":"dubanime_3532","type":"series","name":"Toradora!","aliases":["Toradora!","Tiger X Dragon"],"description":"Ryuuji Takasu is a gentle high school student with a love for housework; but in contrast to his kind nature, he has an intimidating face that often gets him labeled as a delinquent. On the other hand is Taiga Aisaka, a small, doll-like student, who is anything but a cute and fragile girl. Equipped with a wooden katana and feisty personality, Taiga is known throughout the school as the \"Palmtop Tiger.\"\r\nOne day, an embarrassing mistake causes the two students to cross paths. Ryuuji discovers that Taiga actually has a sweet side: she has a crush on the popular vice president, Yuusaku Kitamura, who happens to be his best friend. But things only get crazier when Ryuuji reveals that he has a crush on Minori Kushieda—Taiga's best friend!Toradora! is a romantic comedy that follows this odd duo as they embark on a quest to help each other with their respective crushes, forming an unlikely alliance in the process.\r\n[Written by MAL Rewrite]","releaseInfo":"2008-2009","imdbRating":8.27,"genres":["Comedy","School","Slice of Life","Romance"],"poster":"https://media.kitsu.io/anime/poster_images/3532/small.jpg?1458499777"},{"id":"dubanime_7712","type":"series","name":"Kill la Kill","aliases":["Kill la Kill","KLK","Dressed to Kill","Kiru ra Kiru"],"description":"After the murder of her father, Ryuuko Matoi has been wandering the land in search of his killer. Following her only lead—the missing half of his invention, the Scissor Blade—she arrives at the prestigious Honnouji Academy, a high school unlike any other. The academy is ruled by the imposing and cold-hearted student council president Satsuki Kiryuuin alongside her powerful underlings, the Elite Four. In the school's brutally competitive hierarchy, Satsuki bestows upon those at the top special clothes called \"Goku Uniforms,\" which grant the wearer unique superhuman abilities.\r\n\r\nThoroughly beaten in a fight against one of the students in uniform, Ryuuko retreats to her razed home where she stumbles across Senketsu, a rare and sentient \"Kamui,\" or God Clothes. After coming into contact with Ryuuko's blood, Senketsu awakens, latching onto her and providing her with immense power. Now, armed with Senketsu and the Scissor Blade, Ryuuko makes a stand against the Elite Four, hoping to reach Satsuki and uncover the culprit behind her father's murder once and for all.\r\n\r\n(Source: MAL Rewrite)","releaseInfo":"2013-2014","imdbRating":8.193000000000001,"genres":["Comedy","Super Power","School","Action","Ecchi"],"poster":"https://media.kitsu.io/anime/poster_images/7712/small.jpg?1567091917"},{"id":"dubanime_1801","type":"series","name":"Tengen Toppa Gurren Lagann","aliases":["Gurren Lagann","Tengen Toppa Gurren Lagann","Tengen Toppa Gurren-Lagann","Making Break-Through Gurren Lagann","Heavenly Breakthrough Gurren Lagann","TTGL","Gurren Laggan"],"description":"Simon and Kamina were born and raised in a deep, underground village, hidden from the fabled surface. Kamina is a free-spirited loose cannon bent on making a name for himself, while Simon is a timid young boy with no real aspirations. One day while excavating the earth, Simon stumbles upon a mysterious object that turns out to be the ignition key to an ancient artifact of war, which the duo dubs Lagann. Using their new weapon, Simon and Kamina fend off a surprise attack from the surface with the help of Yoko Littner, a hot-blooded redhead wielding a massive gun who wanders the world above.\r\nIn the aftermath of the battle, the sky is now in plain view, prompting Simon and Kamina to set off on a journey alongside Yoko to explore the wastelands of the surface. Soon, they join the fight against the \"Beastmen,\" humanoid creatures that terrorize the remnants of humanity in powerful robots called \"Gunmen.\" Although they face some challenges and setbacks, the trio bravely fights these new enemies alongside other survivors to reclaim the surface, while slowly unraveling a galaxy-sized mystery.\r\n[Written by MAL Rewrite]","releaseInfo":"2007","imdbRating":8.268,"genres":["Comedy","Sci-Fi","Mecha","Action","Adventure"],"poster":"https://media.kitsu.io/anime/poster_images/1801/small.jpg?1416277034"},{"id":"dubanime_8147","type":"series","name":"Kiseijuu: Sei no Kakuritsu","aliases":["Parasyte -the maxim-","Kiseijuu: Sei no Kakuritsu","Parasite","Parasitic Beasts","Parasyte"],"description":"All of a sudden, they arrived: parasitic aliens that descended upon Earth and quickly infiltrated humanity by burrowing into the brains of vulnerable targets. These insatiable beings acquire full control of their host and are able to morph into a variety of forms in order to feed on unsuspecting prey.\r\n\r\nSixteen-year-old high school student Shinichi Izumi falls victim to one of these parasites, but it fails to take over his brain, ending up in his right hand instead. Unable to relocate, the parasite, now named Migi, has no choice but to rely on Shinichi in order to stay alive. Thus, the pair is forced into an uneasy coexistence and must defend themselves from hostile parasites that hope to eradicate this new threat to their species.\r\n\r\n(Source: MAL Rewrite)","releaseInfo":"2014-2015","imdbRating":8.27,"genres":["Sci-Fi","Psychological","Horror","Drama","Action"],"poster":"https://media.kitsu.io/anime/poster_images/8147/small.jpg?1513365783"},{"id":"dubanime_245","type":"series","name":"Hellsing","aliases":["Hellsing"],"description":"Decades ago, the legendary Dr. Abraham Van Helsing and his companions defeated Count Dracula, one of the world's deadliest vampires. After this success his name was used in the founding of the Hellsing Organization, a British task force with the duty of eliminating supernatural threats.Hellsing follows the exploits of that very organization. Led by Integra Fairbrook Wingates Hellsing, the Hellsing Organization finds its trump card not in the power of man, but in the strength of a monster it has tamed. Alucard, one of the oldest and most powerful vampires in existence, now hunts his fellow monsters at Hellsing's bequest. Alongside new recruit Seras Victoria, Alucard will find that a new threat has arisen, one greater than anything the Hellsing Organization has ever dealt with before.","releaseInfo":"2001-2002","imdbRating":7.362,"genres":["Supernatural","Vampire","Horror","Action"],"poster":"https://media.kitsu.io/anime/poster_images/245/small.jpg?1408441027"},{"id":"dubanime_4604","type":"series","name":"Angel Beats!","aliases":["Angel Beats!"],"description":"Otonashi awakens only to learn he is dead. A rifle-toting girl named Yuri explains that they are in the afterlife, and Otonashi realizes the only thing he can remember about himself is his name. Yuri tells him that she leads the Shinda Sekai Sensen (Afterlife Battlefront) and wages war against a girl named Tenshi. Unable to believe Yuri's claims that Tenshi is evil, Otonashi attempts to speak with her, but the encounter doesn't go as he intended.\r\nOtonashi decides to join the SSS and battle Tenshi, but he finds himself oddly drawn to her. While trying to regain his memories and understand Tenshi, he gradually unravels the mysteries of the afterlife.\r\n[Written by MAL Rewrite]","releaseInfo":"2010","imdbRating":8.206999999999999,"genres":["Comedy","Supernatural","School","Drama","Action","Friendship"],"poster":"https://media.kitsu.io/anime/poster_images/4604/small.jpg?1416274148"},{"id":"dubanime_27","type":"series","name":"Rurouni Kenshin: Meiji Kenkaku Romantan","aliases":["Rurouni Kenshin","Rurouni Kenshin: Meiji Kenkaku Romantan","Samurai X"],"description":"In the final years of the Bakumatsu era lived a legendary assassin known as Hitokiri Battousai. Feared as a merciless killer, he was unmatched throughout the country, but mysteriously disappeared at the peak of the Japanese Revolution. It has been ten peaceful years since then, but the very mention of Battousai still strikes terror into the hearts of war veterans.\r\nUnbeknownst to them, Battousai has abandoned his bloodstained lifestyle in an effort to repent for his sins, now living as Kenshin Himura, a wandering swordsman with a cheerful attitude and a strong will. Vowing never to kill again, Kenshin dedicates himself to protecting the weak. One day, he stumbles across Kaoru Kamiya at her kendo dojo, which is being threatened by an impostor claiming to be Battousai. After receiving help from Kenshin, Kaoru allows him to stay at the dojo, and so the former assassin temporarily ceases his travels.Rurouni Kenshin: Meiji Kenkaku Romantan tells the story of Kenshin as he strives to save those in need of saving. However, as enemies from both past and present begin to emerge, will the reformed killer be able to uphold his new ideals?\r\n[Written by MAL Rewrite]","releaseInfo":"1996-1998","imdbRating":8.235,"genres":["Comedy","Historical","Samurai","Romance","Action","Adventure"],"poster":"https://media.kitsu.io/anime/poster_images/27/small.jpg?1408440516"},{"id":"dubanime_9965","type":"series","name":"Overlord","aliases":["Overlord"],"description":"The final hour of the popular virtual reality game Yggdrasil has come. However, Momonga, a powerful wizard and master of the dark guild Ainz Ooal Gown, decides to spend his last few moments in the game as the servers begin to shut down. To his surprise, despite the clock having struck midnight, Momonga is still fully conscious as his character and, moreover, the non-player characters appear to have developed personalities of their own!\r\n\r\nConfronted with this abnormal situation, Momonga commands his loyal servants to help him investigate and take control of this new world, with the hopes of figuring out what has caused this development and if there may be others in the same predicament.\r\n\r\n(Source: MAL Rewrite)","releaseInfo":"2015","imdbRating":8.036,"genres":["Magic","Supernatural","Game","Fantasy","Action","Adventure"],"poster":"https://media.kitsu.io/anime/poster_images/9965/small.jpg?1539120519"},{"id":"dubanime_10879","type":"series","name":"Dragon Ball Super","aliases":["Dragon Ball Super","Dragon Ball Chou","DB Super","DBS"],"description":"Set just after the events of the Buu Saga of Dragon Ball Z, a deadly threat awakens once more. People lived in peace without knowing who the true heroes were during the devastating battle against Majin Buu. The powerful Dragon Balls have prevented any permanent damage, and our heroes also continue to live a normal life. In the far reaches of the universe, however, a powerful being awakens early from his slumber, curious about a prophecy of his defeat.\r\nJoin Gokuu, Piccolo, Vegeta, Gohan, and the rest of the Dragon Ball crew as they tackle the strongest opponent they have ever faced. Beerus, the god of destruction, now sets his curious sights on Earth. Will the heroes save the day and prevent earth's destruction? Or will the whims of a bored god prove too powerful for the Saiyans? Gokuu faces impossible odds once more and fights for the safety of his loved ones and the planet.","releaseInfo":"2015-2018","imdbRating":7.691,"genres":["Comedy","Martial Arts","Super Power","Fantasy","Action","Adventure"],"poster":"https://media.kitsu.io/anime/poster_images/10879/small.jpg?1489942553"},{"id":"dubanime_789","type":"series","name":"Black Lagoon","aliases":["Black Lagoon"],"description":"Within Thailand is Roanapur, a depraved, crime-ridden city where not even the authorities or churches are untouched by the claws of corruption. A haven for convicts and degenerates alike, the city is notorious for being the center of illegal activities and operations, often fueled by local crime syndicates.\r\nEnter Rokurou Okajima, an average Japanese businessman who has been living a dull and monotonous life, when he finally gets his chance for a change of pace with a delivery trip to Southeast Asia. His business trip swiftly goes downhill as Rokurou is captured by a mercenary group operating in Roanapur, called Black Lagoon. The group plans to use him as a bargaining chip in negotiations which ultimately failed. Now abandoned and betrayed by his former employer, Rokurou decides to join Black Lagoon. In order to survive, he must quickly adapt to his new environment and prepare himself for the bloodshed and tribulation to come.\r\nA non-stop, high-octane thriller, Black Lagoon delves into the depths of human morality and virtue. Witness Rokurou struggling to keep his values and philosophies intact as he slowly transforms from businessman to ruthless mercenary.\r\n[Written by MAL Rewrite]","releaseInfo":"2006","imdbRating":8.177,"genres":["Action"],"poster":"https://media.kitsu.io/anime/poster_images/789/small.jpg?1416410660"},{"id":"dubanime_695","type":"series","name":"Hellsing Ultimate","aliases":["Hellsing Ultimate"],"description":"There exist creatures of darkness and evil that plague the night, devouring any human unfortunate enough to be caught in their grasp. On the other side is Hellsing, an organization dedicated to destroying these supernatural forces that threaten the very existence of humanity. At its head is Integra Fairbrook Wingates Hellsing, who commands a powerful military and spends her life fighting the undead.\r\nIntegra's vast army, however, pales in comparison with her ultimate weapon: the vampire Alucard, who works against his own kind as an exterminator for Hellsing. With his new vampire servant, Seras Victoria, at his side, Alucard must battle not only monsters, but all those who stand to oppose Hellsing, be they in the guise of good or evil.\r\nIn a battle for mankind's survival, Hellsing Ultimate proves that appearances are not all they may seem, and sometimes the greatest weapon can come in the form of one's worst nightmare.\r\n[Written by MAL Rewrite]","releaseInfo":"2006-2012","imdbRating":8.254000000000001,"genres":["Supernatural","Vampire","Military","Horror","Action"],"poster":"https://media.kitsu.io/anime/poster_images/695/small.jpg?1420139055"},{"id":"dubanime_10103","type":"series","name":"Charlotte","aliases":["Charlotte"],"description":"Very few adolescent boys and girls have an onset of special abilities. Yu Otosaka is one such man who uses his ability unbeknownst to others in order to lead a satisfying school life. Then one day, a girl named Nao Tomori suddenly appears before him. Their encounter reveals the destiny for wielders of special abilities.\r\n\r\n(Source: Aniplex USA)","releaseInfo":"2015","imdbRating":7.756,"genres":["Super Power","School","Drama"],"poster":"https://media.kitsu.io/anime/poster_images/10103/small.jpg?1494944029"},{"id":"dubanime_5646","type":"series","name":"Steins;Gate","aliases":["Steins;Gate","シュタゲ"],"description":"The self-proclaimed mad scientist Rintarou Okabe rents out a room in a rickety old building in Akihabara, where he indulges himself in his hobby of inventing prospective \"future gadgets\" with fellow lab members: Mayuri Shiina, his air-headed childhood friend, and Hashida Itaru, a perverted hacker nicknamed \"Daru.\" The three pass the time by tinkering with their most promising contraption yet, a machine dubbed the \"Phone Microwave,\" which performs the strange function of morphing bananas into piles of green gel.\r\n\r\nThough miraculous in itself, the phenomenon doesn't provide anything concrete in Okabe's search for a scientific breakthrough; that is, until the lab members are spurred into action by a string of mysterious happenings before stumbling upon an unexpected success—the Phone Microwave can send emails to the past, altering the flow of history.\r\n\r\nAdapted from the critically acclaimed visual novel by 5pb. and Nitroplus, Steins;Gate takes Okabe through the depths of scientific theory and practicality. Forced across the diverging threads of past and present, Okabe must shoulder the burdens that come with holding the key to the realm of time.\r\n\r\n(Source: MAL Rewrite)","releaseInfo":"2011","imdbRating":8.272,"genres":["Sci-Fi","Thriller"],"poster":"https://media.kitsu.io/anime/poster_images/5646/small.jpg?1505188227"},{"id":"dubanime_201","type":"series","name":"Elfen Lied","aliases":["Elfen Lied","Elfen Song","Elfic Song"],"description":"Lucy is a special breed of human referred to as \"Diclonius,\" born with a short pair of horns and invisible telekinetic hands that lands her as a victim of inhumane scientific experimentation by the government. However, once circumstances present her an opportunity to escape, Lucy, corrupted by the confinement and torture, unleashes a torrent of bloodshed as she escapes her captors.\r\nDuring her breakout, she receives a crippling head injury that leaves her with a split personality: someone with the mentality of a harmless child possessing limited speech capacity. In this state of instability, she stumbles upon two college students, Kouta and his cousin Yuka, who unknowingly take an injured fugitive into their care, unaware of her murderous tendencies. This act of kindness will change their lives, as they soon find themselves dragged into the shadowy world of government secrecy and conspiracy.\r\n[Written by MAL Rewrite]","releaseInfo":"2004","imdbRating":7.398000000000001,"genres":["Action","Drama","Horror","Romance","Psychological","Supernatural","Gore"],"poster":"https://media.kitsu.io/anime/poster_images/201/small.jpg?1408440917"},{"id":"dubanime_7278","type":"series","name":"Date A Live","aliases":["Date A Live"],"description":"\"Before the world ends, kill me or kiss me.\"\r\nThirty years before the events of Date A Live, an enormous explosion devastates east Asia and kills 150 million people. This is the first known \"Spacequake\", an inexplicable natural disaster that has since become commonplace. Fast forward to the future. High school second year Shidou Itsuka lives alone with his cute little sister while their parents are away.\r\nWhat do these things have to do with each other? While rushing to save his sister from a sudden Spacequake, Shidou is caught in the blast and, in the midst of the chaos, finds a mysterious girl. It turns out that this girl is actually a Spirit, a powerful being from another world whose arrival devastates the surrounding area. Thankfully, Shidou is rescued by an anti-Spirit strike team... led by his little sister?!\r\nThis vicious task force is locked and loaded, ready to exterminate Spirits with extreme prejudice. But this violent method is not for Shidou. He discovers the one way to neutralize these Spirits peacefully: make them fall in love. Now, it's up to Shidou to save the world by dating those who threaten to destroy it!","releaseInfo":"2013","imdbRating":7.259,"genres":["Comedy","Sci-Fi","School","Mecha","Harem","Romance"],"poster":"https://media.kitsu.io/anime/poster_images/7278/small.jpg?1541930382"},{"id":"dubanime_6462","type":"series","name":"Another","aliases":["Another"],"description":"In 1972, a popular student in Yomiyama North Middle School's class 3-3 named Misaki passed away during the school year. Since then, the town of Yomiyama has been shrouded by a fearful atmosphere, from the dark secrets hidden deep within.\r\nTwenty-six years later, 15-year-old Kouichi Sakakibara transfers into class 3-3 of Yomiyama North and soon after discovers that a strange, gloomy mood seems to hang over all the students. He also finds himself drawn to the mysterious, eyepatch-wearing student Mei Misaki; however, the rest of the class and the teachers seem to treat her like she doesn't exist. Paying no heed to warnings from everyone including Mei herself, Kouichi begins to get closer not only to her, but also to the truth behind the gruesome phenomenon plaguing class 3-3 of Yomiyama North.Another follows Kouichi, Mei, and their classmates as they are pulled into the enigma surrounding a series of inevitable, tragic events—but unraveling the horror of Yomiyama may just cost them the ultimate price.\r\n[Written by MAL Rewrite]","releaseInfo":"2012","imdbRating":7.601000000000001,"genres":["Mystery","Supernatural","Thriller","School","Horror"],"poster":"https://media.kitsu.io/anime/poster_images/6462/small.jpg?1416408510"},{"id":"dubanime_1824","type":"series","name":"Darker than Black","aliases":["Darker than Black","Darker than Black: Kuro no Keiyakusha","DTB"],"description":"It has been 10 years since Heaven's Gate appeared in South America and Hell's Gate appeared in Japan, veiling the once familiar night sky with an oppressive skyscape. Their purposes unknown, these Gates are spaces in which the very laws of physics are ignored. With the appearance of the Gates emerged Contractors, who, in exchange for their humanity, are granted supernatural abilities.\r\nIn the Japanese city surrounding Hell’s Gate, Section 4 Chief Misaki Kirihara finds herself at odds with an infamous Contractor codenamed Hei. Called \"Black Reaper\" in the underground world, Hei, like his associates, undertakes missions for the mysterious and ruthless Syndicate while slowly peeling back the dark layers covering a nefarious plot that threatens the very existence of Contractors.\r\nFrom the mind of Tensai Okamura comes a sci-fi thriller taking the form of a subtle exposé on a war in which political positions and justice have no sway—a war waged exclusively in the shadows.\r\n[Written by MAL Rewrite]","releaseInfo":"2007","imdbRating":8.162,"genres":["Sci-Fi","Mystery","Super Power","Action"],"poster":"https://media.kitsu.io/anime/poster_images/1824/small.jpg?1489945304"},{"id":"dubanime_6349","type":"series","name":"Guilty Crown","aliases":["Guilty Crown"],"description":"Japan, 2039. Ten years after the outbreak of the \"Apocalypse Virus,\" an event solemnly regarded as \"Lost Christmas,\" the once proud nation has fallen under the rule of the GHQ, an independent military force dedicated to restoring order. Funeral Parlor, a guerilla group led by the infamous Gai Tsutsugami, act as freedom fighters, offering the only resistance to GHQ's cruel despotism.\r\nInori Yuzuriha, a key member of Funeral Parlor, runs into the weak and unsociable Shuu Ouma during a crucial operation, which results in him obtaining the \"Power of Kings\"—an ability which allows the wielder to draw out the manifestations of an individual's personality, or \"voids.\" Now an unwilling participant in the struggle against GHQ, Shuu must learn to control his newfound power if he is to help take back Japan once and for all.Guilty Crown follows the action-packed story of a young high school student who is dragged into a war, possessing an ability that will help him uncover the secrets of the GHQ, Funeral Parlor, and Lost Christmas. However, he will soon learn that the truth comes at a far greater price than he could have ever imagined.\r\n[Written by MAL Rewrite]","releaseInfo":"2011-2012","imdbRating":7.378,"genres":["Sci-Fi","Super Power","Drama","Romance","Action"],"poster":"https://media.kitsu.io/anime/poster_images/6349/small.jpg?1413945298"},{"id":"dubanime_1328","type":"series","name":"D.Gray-man","aliases":["D.Gray-man","D. Gray-man","D. Grey-man"],"description":"Losing a loved one is so painful that one may sometimes wish to be able to resurrect them—a weakness that the enigmatic Millennium Earl exploits. To make his mechanical weapons known as \"Akuma,\" he uses the souls of the dead that are called back. Once a soul is placed in an Akuma, it is trapped forever, and the only way to save them is to exorcise them from their vessel using the Anti-Akuma weapon, \"Innocence.\"\r\nAfter spending three years as the disciple of General Cross, Allen Walker is sent to the Black Order—an organization comprised of those willing to fight Akuma and the Millennium Earl—to become an official Exorcist. With an arm as his Innocence and a cursed eye that can see the suffering souls within an Akuma, it's up to Allen and his fellow Exorcists to stop the Millennium Earl's ultimate plot: one that can lead to the destruction of the world.\r\n[Written by MAL Rewrite]","releaseInfo":"2006-2008","imdbRating":7.919,"genres":["Comedy","Super Power","Demons","Action","Adventure"],"poster":"https://media.kitsu.io/anime/poster_images/1328/small.jpg?1419347140"},{"id":"dubanime_1075","type":"series","name":"Zero no Tsukaima","aliases":["The Familiar of Zero","Zero no Tsukaima","Zero's Familiar"],"description":"Louise Françoise Le Blanc de La Vallière is a self-absorbed mage in a world of wands, cloaks, and royalty. Although she studies at Tristain Academy, a prestigious school for magicians, she has a major problem: Louise is unable to cast magic properly, earning her the nickname of \"Louise the Zero\" from her classmates.\r\nWhen the first year students are required to perform a summoning ritual, Louise's summoning results in a catastrophic explosion! Everyone deems this to be yet another failure, but when the smoke clears, a boy named Saito Hiraga appears. Now Louise's familiar, Saito is treated as a slave, forced to clean her clothes and eat off the ground. But when an unfamiliar brand is found etched on Saito's hand from the summoning ritual, it is believed to be the mark of a powerful familiar named Gandalfr.\r\nWild, adventurous, and explosive, Zero no Tsukaima follows Saito as he comes to terms with his new life and as Louise proves that there is more to her than her nickname suggests.\r\n[Written by MAL Rewrite]","releaseInfo":"2006","imdbRating":7.309,"genres":["Comedy","Magic","School","Harem","Fantasy","Romance","Action","Ecchi","Adventure"],"poster":"https://media.kitsu.io/anime/poster_images/1075/small.jpg?1408443044"},{"id":"dubanime_4696","type":"series","name":"Durarara!!","aliases":["Durarara!!","Dhurarara!!","Dyurarara!!","Dulalala!!","Dullalala!!","DRRR!!"],"description":"In Tokyo's downtown district of Ikebukuro, amidst many strange rumors and warnings of anonymous gangs and dangerous occupants, one urban legend stands out above the rest—the existence of a headless \"Black Rider\" who is said to be seen driving a jet-black motorcycle through the city streets.\r\nMikado Ryuugamine has always longed for the excitement of the city life, and an invitation from a childhood friend convinces him to move to Tokyo. Witnessing the Black Rider on his first day in the city, his wishes already seem to have been granted. But as supernatural events begin to occur, ordinary citizens like himself, along with Ikebukuro's most colorful inhabitants, are mixed up in the commotion breaking out in their city.\r\n[Written by MAL Rewrite]","releaseInfo":"2010","imdbRating":8.236,"genres":["Mystery","Supernatural","Action"],"poster":"https://media.kitsu.io/anime/poster_images/4696/small.jpg?1409434409"},{"id":"dubanime_5367","type":"series","name":"Baka to Test to Shoukanjuu Ni!","aliases":["Baka & Test – Summon the Beasts 2","Baka to Test to Shoukanjuu Ni!","Baka to Test to Shoukanjuu 2","The Idiot","the Tests","and the Summoned Creatures 2","Baka and Test - Summon the Beasts","Baka to Test to Shokanju 2","BakaTest 2"],"description":"Goofball Yoshii's still leading his crew in Avatar battles against the brainier students in school, but the girls in Class F have grown way less concerned with improving their status on campus. Instead of moving up in the world, the girls are more interested in getting closer to the guys in the gang!\r\nOf course, some of the boys are totally oblivious to the romantic intentions of their female friends. That's to be expected in a group of dim-wits and misfits. Nonetheless, the femmes of Class F aren't giving up anytime soon. Because when love is on the line, even the biggest underachievers can find motivation – even if they can't spell it!\r\n(Source: Rightstuf)","releaseInfo":"2011","imdbRating":7.802,"genres":["Comedy","Super Power","School","Romance"],"poster":"https://media.kitsu.io/anime/poster_images/5367/small.jpg?1520295414"},{"id":"dubanime_6552","type":"series","name":"Blood Lad","aliases":["Blood Lad"],"description":"Staz Charlie Blood is a powerful vampire who rules the Eastern district of Demon World. According to rumors, he is a bloodthirsty and merciless monster, but in reality, Staz is just an otaku obsessed with Japanese culture and completely uninterested in human blood. Leaving the management of his territory to his underlings, Staz spends his days lazing around, indulging in anime, manga, and games.\r\nWhen Fuyumi Yanagi, a Japanese girl, accidentally wanders through a portal leading into the demon world, Staz is overjoyed. But just as he is starting to feel an unusual attraction to her, his territory is attacked, resulting in Fuyumi's untimely death. She turns into a wandering ghost and the crestfallen Staz vows to resurrect her as this would mean being able to travel to the human world, something he has always dreamed of.Blood Lad follows Staz and Fuyumi, soon joined by the spatial magician Bell and the half-werewolf Wolf, as they travel to find a magic that can bring humans back to life.\r\n[Written by MAL Rewrite]","releaseInfo":"2013","imdbRating":7.394,"genres":["Comedy","Supernatural","Vampire","Demons","Action"],"poster":"https://media.kitsu.io/anime/poster_images/6552/small.jpg?1416236110"},{"id":"dubanime_1399","type":"series","name":"Shijou Saikyou no Deshi Kenichi","aliases":["KenIchi: The Mightiest Disciple","Shijou Saikyou no Deshi Kenichi","History's Strongest Disciple Kenichi"],"description":"\"Weak Legs\" Kenichi Shirahama would rather spend his time reading self improvement books than fighting. However, when he finally works up the courage to become strong and join his school's karate club, he is coerced into fighting a bullying upperclassman who is intent on getting him kicked out of the club. He is about to give it all up until he falls for his mysterious new classmate, Miu Furinji. In order to face this challenge, he undergoes rigorous training at the dojo she lives at, Ryouzanpaku. Some initial training by the masters there allow him to defeat his upperclassman, however his fighting prowess brings him to the attention of the powerful gang of delinquents, Ragnarok. Wishing to protect the things he loves and determined to have the strength to face the increasing adversity, he must learn various martial arts from the dojo's resident masters, taking Karate, Muay Thai, Ju Jitsu and Chinese Martial Arts and combining them to create his own fighting style!","releaseInfo":"2006-2007","imdbRating":8.117,"genres":["Comedy","Martial Arts","School","Action"],"poster":"https://media.kitsu.io/anime/poster_images/1399/small.jpg?1462468866"},{"id":"dubanime_1962","type":"series","name":"Clannad","aliases":["Clannad"],"description":"Tomoya Okazaki is a delinquent who finds life dull and believes he'll never amount to anything. Along with his friend Sunohara, he skips school and plans to waste his high school days away.\r\nOne day while walking to school, Tomoya passes a young girl muttering quietly to herself.  Without warning she exclaims \"Anpan!\" (a popular Japanese food) which catches Tomoya's attention. He soon discovers the girl's name is Nagisa Furukawa and that she exclaims things she likes in order to motivate herself. Nagisa claims they are now friends, but Tomoya walks away passing the encounter off as nothing.\r\nHowever, Tomoya finds he is noticing Nagisa more and more around school.  Eventually he concedes and befriends her.  Tomoya learns Nagisa has been held back a year due to a severe illness and that her dream is to revive the school's drama club.  Claiming he has nothing better to do, he decides to help her achieve this goal along with the help of four other girls.\r\nAs Tomoya spends more time with the girls, he learns more about them and their problems.  As he attempts to help each girl overcome her respective obstacle, he begins to realize life isn't as dull as he once thought.\r\n[Written by MAL Rewrite]","releaseInfo":"2007-2008","imdbRating":8.095,"genres":["Comedy","Supernatural","School","Slice of Life","Drama","Romance","Family"],"poster":"https://media.kitsu.io/anime/poster_images/1962/small.jpg?1422198692"},{"id":"dubanime_24","type":"series","name":"Kenpuu Denki Berserk","aliases":["Berserk","Kenpuu Denki Berserk","Kenfu Denki Berserk","Sword-Wind Chronicle Berserk","Berserk: The Chronicles of Wind Blades"],"description":"Born from the corpse of his mother, a young mercenary known only as Guts, embraces the battlefield as his only means of survival. Day in and day out, putting his life on the line just to make enough to get by, he moves from one bloodshed to the next.\r\n\r\nAfter a run-in with the Band of the Hawk, a formidable troop of mercenaries, Guts is recruited by their charismatic leader Griffith, nicknamed the \"White Hawk.\" As he quickly climbed the ranks in order to become the head of the offensive faction, Guts proves to be a mighty addition to Griffith's force, taking Midland by storm. However, while the band's quest for recognition continues, Guts slowly realizes that the world is not as black-and-white as he once assumed.\r\n\r\nSet in the medieval era, Berserk is a dark, gritty tale that follows one man's struggle to find his own path, while supporting another's lust for power, and the unimaginable tragedy that begins to turn the wheels of fate.\r\n\r\n(Source: MAL Rewrite)","releaseInfo":"1997-1998","imdbRating":8.241,"genres":["Action","Adventure","Demons","Drama","Fantasy","Horror","Romance","Supernatural","Military","Friendship"],"poster":"https://media.kitsu.io/anime/poster_images/24/small.jpg?1425414459"},{"id":"dubanime_429","type":"series","name":"Ghost in the Shell: Stand Alone Complex","aliases":["Ghost in the Shell: Stand Alone Complex","Koukaku Kidoutai: Stand Alone Complex","Ghost in the Shell SAC"],"description":"In the not so distant future, mankind has advanced to a state where complete body transplants from flesh to machine is possible. This allows for great increases in both physical and cybernetic prowess and blurring the lines between the two worlds. However, criminals can also make full use of such technology, leading to new and sometimes, very dangerous crimes. In response to such innovative new methods, the Japanese Government has established Section 9, an independently operating police unit which deals with such highly sensitive crimes.\r\nLed by Daisuke Aramaki and Motoko Kusanagi, Section 9 deals with such crimes over the entire social spectrum, usually with success. However, when faced with a new A level hacker nicknamed \"The Laughing Man,\" the team is thrown into a dangerous cat and mouse game, following the hacker's trail as it leaves its mark on Japan.\r\n[Written by MAL Rewrite]","releaseInfo":"2002-2003","imdbRating":8.239,"genres":["Sci-Fi","Police","Military","Mecha","Action"],"poster":"https://media.kitsu.io/anime/poster_images/429/small.jpg?1417748226"},{"id":"dubanime_489","type":"series","name":"Bishoujo Senshi Sailor Moon","aliases":["Sailor Moon","Bishoujo Senshi Sailor Moon","Pretty Soldier Sailor Moon"],"description":"Tsukino Usagi is a 14-year-old girl in junior high. She's ditzy, whiny, and a crybaby. She often flunks her tests, and she is always scolded by her family. However after a bad day, Usagi is surprised to encounter a black cat that can talk! The cat, Luna, grants Usagi the power to transform into Sailor Moon, a fighter who is to save the world against the Dark Kingdom and its evil ruler, Queen Beryl.\r\nOf course, Usagi can't do it alone, and there are others who will help her on the way...","releaseInfo":"1992-1993","imdbRating":7.718000000000001,"genres":["Magic","Demons","Mahou Shoujo","Romance"],"poster":"https://media.kitsu.io/anime/poster_images/489/small.jpg?1416456946"},{"id":"dubanime_212","type":"series","name":"Eureka Seven","aliases":["Eureka Seven","Koukyoushihen","Eureka 7","Eureka Seven Psalms of Planets","Koukyou Shihen Eureka Seven"],"description":"In the backwater town of Bellforest lives a 14-year-old boy named Renton Thurston. He desires to leave his home behind and join the mercenary group known as Gekkostate, hoping to find some adventure to brighten up his mundane life. However, stuck between his grandfather's insistence to become a mechanic like him and the pressure of his deceased father's legacy, the only excitement Renton finds is in his pastime of riding the Trapar wave particles that are dispersed throughout the air, an activity akin to surfing.\r\n\r\nEverything changes when an unknown object crashes through Renton's garage, discovered to be a Light Finding Operation—a robot capable of riding the Trapar waves—specifically known as the Nirvash typeZERO. Its pilot is a young girl named Eureka, a member of the Gekkostate, who requests a tune-up for the Nirvash. Their meeting sparks the beginning of Renton's involvement with the Gekkostate as he takes off alongside Eureka as the co-pilot of the Nirvash.\r\n\r\n(Source: MAL Rewrite)","releaseInfo":"2005-2006","imdbRating":8.107,"genres":["Sci-Fi","Mecha","Drama","Romance","Adventure"],"poster":"https://media.kitsu.io/anime/poster_images/212/small.jpg?1440993503"},{"id":"dubanime_3505","type":"series","name":"Clannad: After Story","aliases":["Clannad ~After Story~","Clannad: After Story"],"description":"Clannad: After Story, the sequel to the critically acclaimed slice-of-life series Clannad, begins after Tomoya Okazaki and Nagisa Furukawa graduate from high school. Together, they experience the emotional rollercoaster of growing up. Unable to decide on a course for his future, Tomoya learns the value of a strong work ethic and discovers the strength of Nagisa's support. Through the couple's dedication and unity of purpose, they push forward to confront their personal problems, deepen their old relationships, and create new bonds.\r\nTime also moves on in the Illusionary World. As the plains grow cold with the approach of winter, the Illusionary Girl and the Garbage Doll are presented with a difficult situation that reveals the World's true purpose.\r\nBased on the visual novel by Key and produced by Kyoto Animation, Clannad: After Story is an impactful drama highlighting the importance of family and the struggles of adulthood.\r\n[Written by MAL Rewrite]","releaseInfo":"2008-2009","imdbRating":8.268,"genres":["Comedy","Supernatural","Fantasy","Slice of Life","Drama","Romance","Family"],"poster":"https://media.kitsu.io/anime/poster_images/3505/small.jpg?1439647197"},{"id":"dubanime_6590","type":"series","name":"Accel World","aliases":["Accel World","Accelerated World"],"description":"Haruyuki Arita is an overweight, bullied middle schooler who finds solace in playing online games. But his life takes a drastic turn one day, when he finds that all his high scores have been topped by Kuroyukihime, the popular vice president of the student council. She then invites him to the student lounge and introduces him to \"Brain Burst,\" a program which allows the users to accelerate their brain waves to the point where time seems to stop. Brain Burst also functions as an augmented reality fighting game, and in order to get more points to accelerate, users must win duels against other players. However, if a user loses all their points, they will also lose access to Brain Burst forever.\r\nKuroyukihime explains that she chose to show Haruyuki the program because she needs his help. She wants to meet the creator of Brain Burst and uncover the reason of why it was created, but that's easier said than done; to do so, she must defeat the \"Six Kings of Pure Color,\" powerful faction leaders within the game, and reach level 10, the highest level attainable. After the girl helps Haruyuki overcome the bullies that torment him, he vows to help her realize her goal, and so begins the duo's fight to reach the top.\r\n[Written by MAL Rewrite]","releaseInfo":"2012","imdbRating":7.279999999999999,"genres":["Sci-Fi","School","Game","Romance","Action","Friendship"],"poster":"https://media.kitsu.io/anime/poster_images/6590/small.jpg?1418662182"},{"id":"dubanime_51","type":"series","name":"Full Metal Panic!","aliases":["Full Metal Panic!","FMP","Fullmetal Panic!"],"description":"Equipped with cutting-edge weaponry and specialized troops, a private military organization named Mithril strives to extinguish the world's terrorism and all threats to peace on earth. The organization is powered by the \"Whispered,\" individuals who possess intuitive knowledge and the remarkable ability to create powerful devices and machinery.\r\nSeventeen-year-old Sousuke Sagara, a sergeant working for Mithril, has been assigned to protect Kaname Chidori, a Whispered candidate. He is ordered to join her high school class and be as close to her as possible to prevent her from falling into enemy hands—that is, if he can safely blend in with their fellow classmates without revealing his true identity.\r\nSousuke, who was raised on a battlefield and has very little knowledge of an average high school student's lifestyle, must adapt to a normal school life to safeguard Kaname. However, enemy forces have already begun making their move, and Sousuke is about to find out that the adversary coming for the Whispered girl may be a lot more familiar than he expects.\r\n[Written by MAL Rewrite]","releaseInfo":"2002","imdbRating":7.651000000000001,"genres":["Comedy","Sci-Fi","Military","Mecha","Action"],"poster":"https://media.kitsu.io/anime/poster_images/51/small.jpg?1434904694"},{"id":"dubanime_1411","type":"series","name":"Ghost Hunt","aliases":["Ghost Hunt"],"description":"While at school, Taniyama Mai and her friends like to exchange ghost stories. Apparently, there is an abandoned school building on their campus that is the center of many ghost stories. During the story, they are interrupted by a mysterious male figure. The person turns out to be Shibuya Kazuya, a 17-year-old who is president of the Shibuya Psychic Research Company. He was called by the principal to investigate the stories surrounding the abandoned school building.\nThe next day, on the way to school, Mai passes the school building in question. While examining a strange camera she spotted inside, she gets surprised by Kazuya's assistant. Unknowingly interfering with the investigation, Mai breaks the camera and Kazuya's assistant gets injured.\nKazuya forcefully hires Mai in order to pay for the camera and replace his injured assistant. From that point on, Mai begins to learn about the paranormal world and the profession of ghost hunting.\n[Written by MAL Rewrite]","releaseInfo":"2006-2007","imdbRating":7.74,"genres":["Comedy","Mystery","Supernatural","Horror"],"poster":"https://media.kitsu.io/anime/poster_images/1411/small.jpg?1419866778"},{"id":"dubanime_2039","type":"series","name":"Baccano!","aliases":["Baccano!"],"description":"During the early 1930s in Chicago, the transcontinental train, Flying Pussyfoot, is starting its legendary journey that will leave a trail of blood all over the country. At the same time in New York, the ambitious scientist Szilard and his unwilling aide Ennis are looking for missing bottles of the immortality elixir. In addition, a war between the mafia groups is getting worse. On board the Advena Avis, in 1711, alchemists are about to learn the price of immortality.\r\nBased on the award-winning light novels of the same name, Baccano! follows several events that initially seem unrelated, both in time and place, but are part of a much bigger story—one of alchemy, survival and immortality. Merging these events together are the kindhearted would-be thieves, Isaac and Miria, connecting various people, all of them with their own hidden ambitions and agendas, and creating lifelong bonds and consequences for everyone involved.\r\n[Written by MAL Rewrite] ","releaseInfo":"2007","imdbRating":8.251999999999999,"genres":["Comedy","Mystery","Supernatural","Historical","Action"],"poster":"https://media.kitsu.io/anime/poster_images/2039/small.jpg?1416278673"},{"id":"dubanime_8576","type":"series","name":"Gangsta.","aliases":["Gangsta."],"description":"Nicholas Brown and Worick Arcangelo, known in the city of Ergastalum as the \"Handymen,\" are mercenaries for hire who take on jobs no one else can handle. Contracted by powerful mob syndicates and police alike, the Handymen have to be ready and willing for anything. After completing the order of killing a local pimp, the Handymen add Alex Benedetto—a prostitute also designated for elimination—to their ranks to protect her from forces that want her gone from the decrepit hellhole of a city she has come to call home. However, this criminal’s paradise is undergoing a profound period of change that threatens to corrode the delicate balance of power.\r\nErgastalum was once a safe haven for \"Twilights,\" super-human beings born as the result of a special drug but are now being hunted down by a fierce underground organization. This new threat is rising up to challenge everything the city stands for, and the Handymen will not be able to avoid this coming war.\r\n[Written by MAL Rewrite]","releaseInfo":"2015","imdbRating":7.367,"genres":["Drama","Action"],"poster":"https://media.kitsu.io/anime/poster_images/8576/small.jpg?1433892147"},{"id":"dubanime_18","type":"series","name":"Trinity Blood","aliases":["Trinity Blood"],"description":"The background is in the distant future after the destruction brought about by Armageddon. The war between the vampires and the humans continue to persist. In order to protect the humans from the vampires, the Vatican has to rely on other allies to counter the situation. The protagonist,  Abel Nightroad, is a traveling priest from the Vatican and a crusnik, a vampire that drinks the blood of vampires. He is a member of the \"Ax\", a special operations group led by Cardinal Catherina Sforza. He encounters a young girl called Esther, who decides to go with him to Rome and train at the Vatican. Soon after he meets her, the order of Rozencreuz, led by Abel's twin, Cain, tries to continue the war so they can rule the world. It's up to Abel and the AX to try and stop them.","releaseInfo":"2005","imdbRating":7.19,"genres":["Supernatural","Vampire","Action"],"poster":"https://media.kitsu.io/anime/poster_images/18/small.jpg?1445567754"},{"id":"dubanime_41024","type":"series","name":"Tensei shitara Slime Datta Ken","aliases":["That Time I Got Reincarnated as a Slime","Tensei shitara Slime Datta Ken"],"description":"Corporate worker Mikami Satoru is stabbed by a random killer, and is reborn to an alternate world. But he turns out to be reborn a slime! Thrown into this new world with the name Rimuru, he begins his quest to create a world that’s welcoming to all races.\r\n\r\n(Source: Crunchyroll)","releaseInfo":"2018-2019","imdbRating":8.26,"genres":["Comedy","Fantasy","Drama","Action","Adventure","Isekai"],"poster":"https://media.kitsu.io/anime/poster_images/41024/small.jpg?1537968018"},{"id":"dubanime_210","type":"series","name":"Detective Conan","aliases":["Detective Conan","Case Closed","Meitantei Conan"],"description":"Shinichi Kudou, a great mystery expert at only seventeen, is already well known for having solved several challenging cases. One day, when Shinichi sees two suspicious men and decides to follow them, he inadvertently becomes witness to a disturbing illegal activity. When the men catch Shinichi, they dose him with an experimental drug formulated by their criminal organization and abandon him to die. However, to his own astonishment, Shinichi is still alive and soon wakes up, but now, he has the body of a seven-year-old, perfectly preserving his original intelligence. He hides his real identity from everyone, including his childhood friend Ran Mouri and her father, private detective Kogorou Mouri, and takes on the alias of Conan Edogawa (inspired by the mystery writers Arthur Conan Doyle and Ranpo Edogawa).\r\n\r\nAnimated by TMS and adapted from the manga by Gosho Aoyama, Detective Conan follows Shinichi who, as Conan, starts secretly solving the senior Mouri's cases from behind the scenes with his still exceptional sleuthing skills, while covertly investigating the organization responsible for his current state, hoping to reverse the drug's effects someday.\r\n\r\n(Source: MAL Rewrite)","releaseInfo":"1996-","imdbRating":8.248999999999999,"genres":["Comedy","Mystery","Police","Adventure"],"poster":"https://media.kitsu.io/anime/poster_images/210/small.jpg?1513402728"},{"id":"dubanime_419","type":"series","name":"Mushishi","aliases":["Mushi-Shi","Mushishi"],"description":"\"Mushi\": the most basic forms of life in the world. They exist without any goals or purposes aside from simply \"being.\" They are beyond the shackles of the words \"good\" and \"evil.\" Mushi can exist in countless forms and are capable of mimicking things from the natural world such as plants, diseases, and even phenomena like rainbows.\r\nThis is, however, just a vague definition of these entities that inhabit the vibrant world of Mushishi, as to even call them a form of life would be an oversimplification. Detailed information on Mushi is scarce because the majority of humans are unaware of their existence.\r\nSo what are Mushi and why do they exist? This is the question that a \"Mushi-shi,\" Ginko, ponders constantly. Mushi-shi are those who research Mushi in hopes of understanding their place in the world's hierarchy of life.\r\nGinko chases rumors of occurrences that could be tied to Mushi, all for the sake of finding an answer.\r\nIt could, after all, lead to the meaning of life itself.\r\n[Written by MAL Rewrite]","releaseInfo":"2005-2006","imdbRating":8.253,"genres":["Mystery","Supernatural","Historical","Fantasy","Slice of Life","Adventure"],"poster":"https://media.kitsu.io/anime/poster_images/419/small.jpg?1416325842"},{"id":"dubanime_69","type":"series","name":"Mobile Suit Gundam Wing","aliases":["Mobile Suit Gundam Wing","Shin Kidou Senki Gundam Wing","New Mobile Report Gundam Wing"],"description":"The United Earth Sphere Alliance is a powerful military organization that has ruled over Earth and space colonies with an iron fist for several decades. When the colonies proclaimed their opposition to this, their leader was assassinated. Now, in the year After Colony 195, bitter colonial rebels have launched \"Operation Meteor,\" sending five powerful mobile suits to Earth for vengeance. Built out of virtually indestructible material called Gundanium Alloy, these \"Gundams\" begin an assault against the Alliance and its sub organization OZ.\r\nOne Gundam, whose pilot has taken the name of the slain colony leader Heero Yuy, is forced to make a crash landing into the ocean after an atmospheric battle against OZ's ace pilot Zechs Marquise. Upon coming ashore, he is found by Relena Peacecraft, daughter of a peace-seeking politician, who witnesses Heero's descent to Earth. Although neither of them realize it yet, this encounter will have a profound impact on both their lives, as well as those on Earth and in space colonies.\r\n[Written by MAL Rewrite]","releaseInfo":"1995-1996","imdbRating":7.590999999999999,"genres":["Sci-Fi","Space","Military","Mecha","Drama","Action"],"poster":"https://media.kitsu.io/anime/poster_images/69/small.jpg?1444065161"},{"id":"dubanime_759","type":"series","name":"Air Gear","aliases":["Air Gear"],"description":"Minami Itsuki never thought about seriously riding Air Treck motorized roller blades, until he got his butt handed to him by a street gang of Storm Riders. That day, he discovered in a locked up room, a pair of AT's and a box of stickers belonging to the Sleeping Forest street gang. One thing leads to another, and Ikki dons the wheels and begins to ride. As his reputation builds in the AT street fighting/racing world, he begins to develop his own gang and participate in more fights, gaining more and more territory.","releaseInfo":"2006","imdbRating":7.470999999999999,"genres":["Comedy","Sports","Racing","Action","Ecchi"],"poster":"https://media.kitsu.io/anime/poster_images/759/small.jpg?1417908710"},{"id":"dubanime_186","type":"series","name":"Ranma ½","aliases":["Ranma ½","Ranma 1/2","Ranma ½ Nettou Hen"],"description":"Ranma Saotome is a top-class martial artist and prodigy at the Saotome \"Anything-Goes\" school of martial arts. While training in China, he and his father meet a terrible fate when they accidentally fall into a cursed spring. Now, Ranma is cursed to turn into a girl when splashed with cold water, and only hot water can turn him back into a boy.\r\nThings are only complicated further when Ranma discovers that his father has arranged for him to marry one of Soun Tendo's three daughters in order to secure the future of the Tendo dojo. Though Soun learns of Ranma's predicament, he is still determined to go ahead with the engagement, and chooses his youngest daughter Akane, who happens to be a skilled martial artist herself and is notorious for hating men.Ranma ½ follows the hilarious adventures of Ranma and Akane as they encounter various opponents, meet new love interests, and find different ways to make each other angry, all while their engagement hangs over their head.\r\n[Written by MAL Rewrite]","releaseInfo":"1989-1992","imdbRating":7.656000000000001,"genres":["Comedy","Martial Arts","Gender Bender","Fantasy","Slice of Life"],"poster":"https://media.kitsu.io/anime/poster_images/186/small.jpg?1408440879"},{"id":"dubanime_11942","type":"series","name":"Rokudenashi Majutsu Koushi to Akashic Records","aliases":["Akashic Records of Bastard Magic Instructor","Rokudenashi Majutsu Koushi to Akashic Records","RokuAka"],"description":"Sistina attends a magical academy to hone her skills in the magical arts, hoping to solve the mystery of the enigmatic Sky Castle. After the retirement of her favorite teacher, the replacement, Glen, turns out to be a tardy, lazy, and seemingly incompetent bastard of an instructor. How is it that Glen was hand-picked by the best magician in the academy?!\r\n\r\n(Source: Tribuo Scans)","releaseInfo":"2017","imdbRating":7.228,"genres":["Magic","School","Fantasy","Action"],"poster":"https://media.kitsu.io/anime/poster_images/11942/small.jpg?1489962406"},{"id":"dubanime_322","type":"series","name":"Shakugan no Shana","aliases":["Shakugan no Shana: Season I","Shakugan no Shana","Burning-Eyed Shana"],"description":"The world has become a slaughtering ground for the Crimson Denizens, mysterious beings from a parallel universe who thrive on the life energy of humans. These merciless murderers only leave behind scant remainders of souls called \"Torches,\" which are mere residues that will eventually be destroyed, along with the very fact of the victims' existence from the minds of the living. In an ambitious endeavor to put an end to this invisible, hungry massacre, warriors called Flame Hazes relentlessly fight these monsters.\r\nOne fateful day, Yuuji Sakai ceases to be a regular high schooler—he becomes trapped in a crevice of time and is suddenly attacked by a Denizen. Coming to his rescue just in the nick of time is a nameless hunter who seems no different from an ordinary young girl except for her blazing eyes and burning crimson hair. However, before Yuuji can learn anything more about his situation, he discovers that he has already been reduced to a Torch—merely a scrap of memory waiting to be extinguished.\r\n[Written by MAL Rewrite]","releaseInfo":"2005-2006","imdbRating":7.473000000000001,"genres":["Action","Fantasy","Romance","School","Supernatural","Drama"],"poster":"https://media.kitsu.io/anime/poster_images/322/small.jpg?1408441215"},{"id":"dubanime_6316","type":"series","name":"Boku wa Tomodachi ga Sukunai","aliases":["Haganai: I don't have many friends","Boku wa Tomodachi ga Sukunai","I Don't Have Many Friends","Boku ha Tomodachi ga Sukunai"],"description":"When Kodaka Hasegawa finds out that he will be transferring to a new school, he is determined to make a positive impression, and maybe even some friends. However, Kodaka discovers he is out of luck when he immediately gets labeled as a violent delinquent due to his blond hair and intimidating expression. Although a month has passed, Kodaka is still alone thanks to his notorious reputation. However, his life begins to change when he finds fellow loner Yozora Mikazuki talking to her imaginary friend in an empty classroom.\r\nAfter sharing stories of their lonely high school life, Kodaka and Yozora decide to overcome the difficulties of making friends together by starting the Neighbor's Club. Created for people who don't have friends, daily activities involve learning social skills and how to fit in, which will hopefully allow them to make friends. Joined by the eroge-loving Sena Kashiwazaki, and other eccentric outcasts, Kodaka may finally have managed to find people he can call friends, in this club filled with hilarious oddballs.\r\n[Written by MAL Rewrite]","releaseInfo":"2011","imdbRating":7.386,"genres":["Comedy","School","Harem","Slice of Life","Romance","Ecchi"],"poster":"https://media.kitsu.io/anime/poster_images/6316/small.jpg?1419006219"},{"id":"dubanime_7929","type":"series","name":"RWBY","aliases":["RWBY"],"description":"The story takes place in a world filled with monsters and supernatural forces. The series focuses on four girls, each with their own unique weapon and powers, who come together as a team at Beacon Academy in a place called Vale where they are trained to battle these forces alongside other similar teams. Prior to the events of the series, mankind waged a battle of survival against the shadowy creatures of the Grimm until they discovered the power of Dust, which allowed them to fight back the monsters. Dust is used to power magical abilities in the series.","releaseInfo":"2013","imdbRating":7.604000000000001,"genres":["Anime Influenced","Fantasy","Action","Adventure"],"poster":"https://media.kitsu.io/anime/poster_images/7929/small.jpg?1475799620"},{"id":"dubanime_3910","type":"series","name":"Hetalia Axis Powers","aliases":["Hetalia Axis Powers"],"description":"What if nations were people? What traits would they have? What would this mean for historical events?Hetalia Axis Powers takes these questions and runs with them, personifying countries into characters. The show takes a comedic and light approach to politics and historical events while educating the viewer.\r\nTaking place primarily during the events of World War I and World War II, the story focuses on the Axis Powers and occasionally throws the spotlight onto the tumultuous relationship between the Allied Forces. The Axis Powers feature the titular character North Italy, who is clumsy, carefree and loves pasta; Germany, who is very serious but easily flustered; and Japan, who is stoic but has bizarre interests.\r\nBased on Hidekaz Himaruya's widely popular webcomic turned print manga, Hetalia Axis Powers is a historical comedy that pokes lightly at culture, examines the relationships between nations and breathes fun into history.\r\n[Written By MAL Rewrite]","releaseInfo":"2009-2010","imdbRating":7.2299999999999995,"genres":["Comedy","Historical","Parody"],"poster":"https://media.kitsu.io/anime/poster_images/3910/small.jpg?1408451035"},{"id":"dubanime_10464","type":"series","name":"ReLIFE","aliases":["ReLIFE","Re LIFE"],"description":"Dismissed as a hopeless loser by those around him, 27-year-old Arata Kaizaki bounces around from one job to another after quitting his first company. His unremarkable existence takes a sharp turn when he meets Ryou Yoake, a member of the ReLife Research Institute, who offers Arata the opportunity to change his life for the better with the help of a mysterious pill. Taking it without a second thought, Arata awakens the next day to find that his appearance has reverted to that of a 17-year-old.\r\nArata soon learns that he is now the subject of a unique experiment and must attend high school as a transfer student for one year. Though he initially believes it will be a cinch due to his superior life experience, Arata is proven horribly wrong on his first day: he flunks all his tests, is completely out of shape, and can't keep up with the new school policies that have cropped up in the last 10 years. Furthermore, Ryou has been assigned to observe him, bringing Arata endless annoyance. ReLIFE follows Arata's struggle to adjust to his hectic new lifestyle and avoid repeating his past mistakes, all while slowly discovering more about his fellow classmates.\r\n[Written by MAL Rewrite]","releaseInfo":"2016","imdbRating":8.139,"genres":["School","Slice of Life","Romance"],"poster":"https://media.kitsu.io/anime/poster_images/10464/small.jpg?1465756762"},{"id":"dubanime_3441","type":"series","name":"Sekirei","aliases":["Sekirei","Wagtail"],"description":"Struggling yet brilliant teenager Minato Sahashi has failed his college entrance exams for the second time, resulting in him being regarded as worthless by those around him. However, the course of his seemingly bleak future is altered dramatically when a beautiful, supernatural woman falls from the sky and into his life. That woman, Musubi, is a unique being known as a \"Sekirei,\" a humanoid extraterrestrial with extraordinary abilities. These aliens are known for kissing humans carrying the Ashikabi gene in order to awaken additional latent powers deep within.\r\nRecognizing the potential within the seemingly insignificant youth, Musubi kisses the bewildered Minato, initiating a bond between the two of them. This drags him into the high-stakes world of the Sekirei, where he and his new partner must compete against others in a battle for survival called the \"Sekirei Plan.\" However, unbeknownst to the contestants, there is far more at risk that what the competition initially entailed.\r\n[Written by MAL Rewrite]","releaseInfo":"2008","imdbRating":7.089,"genres":["Comedy","Super Power","Harem","Action","Ecchi"],"poster":"https://media.kitsu.io/anime/poster_images/3441/small.jpg?1445599465"},{"id":"dubanime_7910","type":"series","name":"Space☆Dandy","aliases":["Space Dandy","Space☆Dandy"],"description":"The universe is a mysterious and strange place, full of even stranger and more mysterious aliens. Dandy's job is to hunt down unclassified aliens and register them for a reward. It sounds easy enough, but something weird always seems to happen along the way, like chance meetings with zombies, mystical ramen chefs, and adorable orphans. Hunting down aliens may not be easy, but it's definitely never boring.\r\nWith the help of his sidekicks, the adorable robot vacuum QT and cat-like alien Meow, and his slightly-used ship the Aloha Oe, Dandy roams the galaxy searching for new alien species. What he usually finds, however, is adventure, danger, and romance, and no two journeys (or universes) are ever the same. This is Space☆Dandy, baby!","releaseInfo":"2014","imdbRating":7.805,"genres":["Comedy","Sci-Fi","Space"],"poster":"https://media.kitsu.io/anime/poster_images/7910/small.jpg?1408462883"},{"id":"dubanime_13457","type":"series","name":"Isekai wa Smartphone to Tomo ni.","aliases":["In Another World With My Smartphone","Isekai wa Smartphone to Tomo ni.","In a Different World with a Smartphone."],"description":"When Touya Mochizuki is accidentally struck by lightning and killed, God apologizes by reviving him into a fantasy world and granting him one wish. Touya’s request? To keep his smartphone in the next world. In his second chance at life, Touya befriends many important figures, inherits the legacy of an ancient civilization, and travels around with incredible power and a harem of girls!\r\n\r\n(Source: Funimation)","releaseInfo":"2017","imdbRating":6.498,"genres":["Comedy","Magic","Harem","Fantasy","Romance","Adventure"],"poster":"https://media.kitsu.io/anime/poster_images/13457/small.jpg?1507242788"},{"id":"dubanime_777","type":"series","name":"Nana","aliases":["Nana"],"description":"Nana Komatsu is a helpless, naïve 20-year-old who easily falls in love and becomes dependent and clingy to those around her. Even though she nurses ambitious dreams of removing herself from her provincial roots and finding her true calling, she ends up traveling to Tokyo with the humble reason of chasing her current boyfriend Shouji Endo.\r\nNana Osaki, on the other hand, is a proud, enigmatic punk rock vocalist from a similarly rural background, who nurtures the desire to become a professional singer. Putting her career with a fairly popular band (and her passionate romance with one of its former members) firmly behind her, she boards the same train to Tokyo as Nana Komatsu.\r\nThrough a fateful encounter in their journey toward the metropolis, the young women with the same given name are brought together, sparking a chain of events which eventually result in them sharing an apartment. As their friendship deepens, the two attempt to support each other through thick and thin, their deeply intertwined lives filled with romance, music, challenges, and heartbreaks that will ultimately test their seemingly unbreakable bond.\r\n[Written by MAL Rewrite]","releaseInfo":"2006-2007","imdbRating":8.16,"genres":["Comedy","Music","Slice of Life","Drama","Romance","Mature","Tragedy"],"poster":"https://media.kitsu.io/anime/poster_images/777/small.jpg?1418661942"},{"id":"dubanime_8052","type":"series","name":"Black Bullet","aliases":["Black Bullet"],"description":"In the year 2021, a parasitic virus known as \"Gastrea\" infects humans and turns them into monsters. What is left of mankind now lives within the Monolith walls, walls that are made of Varanium, the only material that can hurt Gastrea.\r\nTo counter the threat that the Gastrea pose, \"Cursed Children\"—female children whose bodies contain trace amounts of the virus which grant them superhuman abilities—officially called Initiators by the Tendo Civil Security, are given partners called Promoters, people who work to guide and protect the young Initiators. These teams of two are sent out on missions to fight the monsters created by the Gastrea virus and keep them at bay. Black Bullet revolves around the team of Enju Aihara, an Initiator, and Satomi Rentaro, a Promoter, as they go on missions to fight the growing threat of Gastrea in their hometown of Tokyo.\r\n[Written by MAL Rewrite]","releaseInfo":"2014","imdbRating":7.112,"genres":["Sci-Fi","Mystery","Action"],"poster":"https://media.kitsu.io/anime/poster_images/8052/small.jpg?1486237147"},{"id":"dubanime_4478","type":"series","name":"Toaru Kagaku no Railgun","aliases":["A Certain Scientific Railgun","Toaru Kagaku no Railgun","Toaru Kagaku no Choudenjihou"],"description":"The student-filled Academy City is at the forefront of scientific advancement and home to the esper development program. The seven \"Level 5\" espers are the most powerful in Academy City, and ranked third among them is middle schooler Mikoto Misaka, an electricity manipulator known as \"The Railgun.\"\r\nWhen strange incidents begin occurring throughout the city, she finds each crime to be connected to the elusive \"Level Upper,\" a legendary device that allegedly increases the esper level of its user. As the situation escalates, it becomes apparent that there is more to the Level Upper than meets the eye, and that Academy City may be a far more twisted place than the glamorous utopia it appears to be.Toaru Kagaku no Railgun focuses on Mikoto and her friends—and the dangerous situations they find themselves in—as they get caught up in the matter of the Level Upper. As Mikoto says, \"There's never a dull moment in this city.\"\r\n[Written by MAL Rewrite]","releaseInfo":"2009-2010","imdbRating":7.822,"genres":["Sci-Fi","Super Power","Action","Friendship"],"poster":"https://media.kitsu.io/anime/poster_images/4478/small.jpg?1416731046"},{"id":"dubanime_13228","type":"series","name":"Mahoutsukai no Yome","aliases":["The Ancient Magus' Bride","Mahoutsukai no Yome","The Magician's Bride","Mahou Tsukai no Yome","Maho Yome","MahoYome","まほよめ"],"description":"Hatori Chise has lived a life full of neglect and abuse, devoid of anything resembling love. Far from the warmth of family, she has had her share of troubles and pitfalls. Just when all hope seems lost, a fateful encounter awaits her. When a man with the head of a beast, wielding strange powers, obtains her through a slave auction, Chise's life will never be the same again. The man is a \"magus,\"a sorcerer of great power, who decides to free Chise from the bonds of captivity. The magus then makes a bold statement: Chise will become his apprentice--and his bride! \r\n\r\n(Source: Crunchyroll)","releaseInfo":"2017-2018","imdbRating":8.251999999999999,"genres":["Magic","Fantasy","Slice of Life"],"poster":"https://media.kitsu.io/anime/poster_images/13228/small.jpg?1506420117"},{"id":"dubanime_200","type":"series","name":"Dragon Ball GT","aliases":["Dragon Ball GT","Dragonball GT","DBGT"],"description":"Dragon Ball GT takes place five years after Gokuu left to train his apprentice Uub, whose training is now complete. During the final stages of Uub's training, Gokuu's old foe Emperor Pilaf infiltrates the Lookout to make a wish on the Black Star Dragon Balls. Due to a slip of the tongue, Pilaf is once again denied world domination and Gokuu is instead turned back into a child. Who could have imagined the dangers that would soon follow this lighthearted event?\r\nMaking a wish on the Black Star Dragon Balls causes the planet they are used on to explode exactly one year after the wish has been granted. And the Black Star Dragon Balls do not simply scatter across the Earth, they scatter across the entire galaxy. It is up to Gokuu, Trunks, and Pan to retrieve the Balls and save the Earth, but they will find many enemies who are a far greater threat than Emperor Pilaf on their journey throughout the galaxy.","releaseInfo":"1996-1997","imdbRating":6.2700000000000005,"genres":["Comedy","Sci-Fi","Magic","Super Power","Fantasy","Action","Adventure"],"poster":"https://media.kitsu.io/anime/poster_images/200/small.jpg?1416276859"},{"id":"dubanime_1644","type":"series","name":"Seirei no Moribito","aliases":["Moribito - Guardian of the Spirit","Seirei no Moribito","Guardian of the Sacred Spirit"],"description":"On the precipice of a cataclysmic drought, the Star Readers of the Shin Yogo Empire must devise a plan to avoid widespread famine. It is written in ancient myths that the first emperor, along with eight warriors, slew a water demon to avoid a great drought and save the land that was to become Shin Yogo. If a water demon was to appear once more, its death could bring salvation. However, the water demon manifests itself within the body of the emperor's son, Prince Chagum—by the emperor's order, Chagum is to be sacrificed to save the empire.\r\nMeanwhile, a mysterious spear-wielding mercenary named Balsa arrives in Shin Yogo on business. After saving Chagum from a thinly veiled assassination attempt, she is tasked by Chagum's mother to protect him from the emperor and his hunters. Bound by a sacred vow she once made, Balsa accepts.Seirei no Moribito follows Balsa as she embarks on her journey to protect Chagum, exploring the beauty of life, nature, family, and the bonds that form between strangers.\r\n[Written by MAL Rewrite]","releaseInfo":"2007","imdbRating":8.09,"genres":["Historical","Fantasy","Action","Adventure"],"poster":"https://media.kitsu.io/anime/poster_images/1644/small.jpg?1408444556"},{"id":"dubanime_207","type":"series","name":"Cardcaptor Sakura","aliases":["Cardcaptor Sakura","CCS","Cardcaptors","Card Captor Sakura"],"description":"Sakura Kinomoto is your garden-variety ten-year-old fourth grader, until one day, she stumbles upon a mysterious book containing a set of cards. Unfortunately, she has little time to divine what the cards mean because she accidentally stirs up a magical gust of wind and unintentionally scatters the cards all over the world. Suddenly awakened from the book, the Beast of the Seal, Keroberos (nicknamed Kero-chan), tells Sakura that she has released the mystical Clow Cards created by the sorcerer Clow Reed. The Cards are no ordinary playthings. Each of them possesses incredible powers, and because they like acting independently, Clow sealed all the Cards within a book. Now that the Cards are set free, they pose a grave danger upon the world, and it is up to Sakura to prevent the Cards from causing a catastrophe!\r\nAppointing Sakura the title of \"the Cardcaptor\" and granting her the Sealed Key, Keroberos tasks her with finding and recapturing all the Cards. Alongside her best friend Tomoyo Daidouji, and with Kero-chan's guidance, Sakura must learn to balance her new secret duty with the everyday troubles of a young girl involving love, family, and school, all while she takes flight on her magical adventures as Sakura the Cardcaptor.\r\n[Written by MAL Rewrite] ","releaseInfo":"1998-2000","imdbRating":8.163,"genres":["Comedy","Magic","School","Mahou Shoujo","Fantasy","Drama","Romance","Adventure"],"poster":"https://media.kitsu.io/anime/poster_images/207/small.jpg?1416719802"},{"id":"dubanime_1519","type":"series","name":"Kaze no Stigma","aliases":["Kaze no Stigma","Kaze no Seikon","Stigma of the Wind"],"description":"Kazuma Yagami is a user of \"Fuujutsu,\" the ability to control the wind. He returns to his old home, the noble Kannagi household, after being banished four years ago for his inability to control fire and his subsequent defeat in a duel at the hands of his younger cousin, Ayano Kannagi.\r\nReturning after such a brutal exile already gives rise to many conflicts, but to make matters worse, several Kannagi family members have recently been murdered with Fuujutsu. This leads the Kannagi family, including the hot-headed Ayano, to suspect Kazuma as the culprit. Now, Kazuma must not only clear his name, but also aid the family he shares a mutual hatred with, in order to discover the true identity of the killer.\r\n[Written by MAL Rewrite]","releaseInfo":"2007","imdbRating":7.249,"genres":["Magic","Fantasy","Romance","Action"],"poster":"https://media.kitsu.io/anime/poster_images/1519/small.jpg?1452294949"},{"id":"dubanime_6255","type":"series","name":"Persona 4 the Animation","aliases":["Persona 4 the Animation","P4A"],"description":"Yuu Narukami moves to Inaba, a seemingly quiet and ordinary town, where he quickly befriends the clumsy transfer student Yousuke Hanamura, the energetic Chie Satonaka, and the beautiful heiress Yukiko Amagi. Shortly after Yuu's arrival, a chain of mysterious killings begin to occur on foggy days. At the same time, rumors about a strange television channel—dubbed the \"Midnight Channel\"—spread like wildfire; when staring into their TV screen at midnight, a person may see their soul mate.\r\nAfter witnessing the most recent murder victim on the Midnight Channel, Yuu attempts to watch it again, only to realize that he can traverse into the TV and reach another world overrun with \"Shadows,\" evil creatures of the dark. Realizing the link behind the hidden dimension and the murders, Yuu and his friends attempt to crack the cases by exploring the diabolical world of the Midnight Channel using their \"Personas,\" awakened manifestations of their \"true selves.\" \r\n[Written by MAL Rewrite]","releaseInfo":"2011-2012","imdbRating":7.499,"genres":["Sci-Fi","Mystery","Supernatural","Super Power","School","Adventure"],"poster":"https://media.kitsu.io/anime/poster_images/6255/small.jpg?1408457888"},{"id":"dubanime_5098","type":"series","name":"Shiki","aliases":["Shiki","Corpse Demon"],"description":"Fifteen-year-old Megumi Shimizu dreamed of a glamorous life in the big city; however, her unexpected death in the quiet village of Sotoba marks the beginning of what appears to be a ferocious epidemic that turns the hot summer into a season of blood and terror. A young doctor named Toshio Ozaki  begins to doubt the nature of the disease and comes to understand that to discover the truth, he must abandon his humanity. Meanwhile, Natsuno Yuuki, an antisocial youth from the city, is haunted by the sudden death of Megumi and must realize the pain of friendship in the face of his own tragedy. Toshio and Natsuno form an unlikely pair as they work together to save Sotoba before it transforms into a ghost town of vampires.Shiki, adapted from the horror novel written by Fuyumi Ono, goes beyond the average vampire story. It tells the tragic tale of survival in a world where one cannot easily distinguish between good and evil. Abandoned by God, the Shiki, as the vampires call themselves, have only their will to live as they clash with the fear of the paranoid/unbelieving villagers. Shiki explores the boundary that separates man from monster.\r\n[Written by MAL Rewrite]","releaseInfo":"2010","imdbRating":7.8,"genres":["Mystery","Supernatural","Thriller","Vampire","Horror"],"poster":"https://media.kitsu.io/anime/poster_images/5098/small.jpg?1441478879"},{"id":"dubanime_6626","type":"series","name":"Kokoro Connect","aliases":["Kokoro Connect","Kokoroco"],"description":"When five students at Yamaboshi Academy realize that there are no clubs where they fit in, they band together to form the Student Cultural Society, or \"StuCS\" for short. The club consists of: Taichi Yaegashi, a hardcore wrestling fan; Iori Nagase, an indecisive optimist; Himeko Inaba, a calm computer genius; Yui Kiriyama, a petite karate practitioner; and Yoshifumi Aoki, the class clown.\r\nOne day, Aoki and Yui experience a strange incident when, without warning, they switch bodies for a short period of time. As this supernatural phenomenon continues to occur randomly amongst the five friends, they begin to realize that it is not just fun and games. Now forced to become closer than ever, they soon discover each other's hidden secrets and emotional scars, which could end up tearing the StuCS and their friendship apart.\r\n[Written by MAL Rewrite]","releaseInfo":"2012","imdbRating":7.8629999999999995,"genres":["Comedy","Supernatural","School","Slice of Life","Drama","Romance"],"poster":"https://media.kitsu.io/anime/poster_images/6626/small.jpg?1418060120"},{"id":"dubanime_5507","type":"series","name":"Kore wa Zombie Desu ka?","aliases":["Is This a Zombie?","Kore wa Zombie Desu ka?","Koreha Zombie Desuka?","Kore ha Zombie Desu ka?","Kore wa Zombie Desuka?"],"description":"Not every zombie is the monstrous, brain-eating type.\r\nOne night while walking home from the convenience store, regular high school boy Ayumu Aikawa is killed by a serial killer, and is just as suddenly brought back to life by a necromancer named Eucliwood Hellscythe. One small caveat: he's now a zombie. Things get even weirder for him when he accidentally steals a magical girl's uniform, and thus her powers! Haruna, the ex-magical girl, orders him to fight evil creatures known as Megalo in her place until they can figure out a way to get her powers back to her.\r\nIt seems that life is just going to get stranger and stranger for poor Ayumu from here on out in Kore wa Zombie desu ka?.","releaseInfo":"2011","imdbRating":7.484999999999999,"genres":["Action","Comedy","Ecchi","Magic","Supernatural","Harem","Zombies","Mahou Shoujo"],"poster":"https://media.kitsu.io/anime/poster_images/5507/small.jpg?1416730984"},{"id":"dubanime_7716","type":"series","name":"Wolf's Rain","aliases":["Wolf's Rain","Wolf Rain","Wolfs Rain"],"description":"In a dying world, there exists an ancient legend: when the world ends, the gateway to paradise will be opened. This utopia is the sole salvation for the remnants of life in this barren land, but the legend also dictates that only wolves can find their way to this mythical realm. Though long thought to be extinct, wolves still exist and live amongst humans, disguising themselves through elaborate illusions. \r\nA lone wolf named Kiba finds himself drawn by an intoxicating scent to Freeze City, an impoverished town under the rule of the callous Lord Orkham. Here, Kiba discovers that wolves Hige, Tsume, and Toboe have been drawn in by the same aroma. By following the fragrance of \"Lunar Flowers,\" said to be the key to opening the door to their ideal world, the wolves set off on a journey across desolate landscapes and crumbling cities to find their legendary promised land. However, they are not the only ones seeking paradise, and those with more sinister intentions will do anything in their power to reach it first.\r\n[Written by MAL Rewrite]","releaseInfo":"2003","imdbRating":7.779000000000001,"genres":["Sci-Fi","Mystery","Fantasy","Drama","Action","Adventure"],"poster":"https://media.kitsu.io/anime/poster_images/7716/small.jpg?1440877369"},{"id":"dubanime_11028","type":"series","name":"Drifters","aliases":["Drifters","Drifters: Battle in a Brand-new World War"],"description":"Shimazu Toyohisa, whilst involved at the Battle of Sekigahara, manages to mortally wound Ii Naomasa, but is critically wounded in the process. As he walks from the field broken and bleeding, Toyohisa finds himself transported to a corridor of doors, where a bespectacled man at a desk waits for him. This man, Murasaki, sends Toyohisa into the nearest door where he wakes up in another world. There, Toyohisa meets other great warriors like him who have been transported as well, to be part of a group known as \"Drifters.\"\r\n(Source: Wikipedia)","releaseInfo":"2016","imdbRating":7.909999999999999,"genres":["Comedy","Historical","Samurai","Fantasy","Action","Adventure"],"poster":"https://media.kitsu.io/anime/poster_images/11028/small.jpg?1440998957"},{"id":"dubanime_3725","type":"series","name":"Toaru Majutsu no Index","aliases":["A Certain Magical Index","Toaru Majutsu no Index","Toaru Majutsu no Kinsho Mokuroku"],"description":"Academy City, Japan, is at the forefront of science. Besides being 30 years ahead of the world technologically, more than three-fourths of this peculiar city's population consists of students developing their psychic abilities as espers in various institutions. Among these students is Touma Kamijou, a high school boy with the lowest psychic rank of zero, but with a mysterious power no scientist can understand: \"Imagine Breaker,\" which allows him to negate other supernatural abilities.\r\nThis, however, doesn't affect Kamijou's life in the least as he plays his role as a regular teenager; that is, until he meets the strange Index Librorum Prohibitorum, a young girl who has memorized the entire forbidden grimoires, and now a dangerous organization is hunting Index down. With several magicians looking to harm the girl, Kamijou will defend his new companion at all costs as he discovers a strange new realm of the supernatural.\r\n[Written by MAL Rewrite]","releaseInfo":"2008-2009","imdbRating":7.502,"genres":["Sci-Fi","Magic","Super Power","Action"],"poster":"https://media.kitsu.io/anime/poster_images/3725/small.jpg?1416731041"},{"id":"dubanime_493","type":"series","name":"Slayers","aliases":["Slayers","The Slayers","Slayers TV"],"description":"Powerful, avaricious sorceress Lina Inverse travels around the world, stealing treasures from bandits who cross her path. Her latest victims, a band of thieves, wait in ambush in a forest, thirsting for revenge. When Lina is about to effortlessly pummel her would-be attackers, the swordsman Gourry Gabriev suddenly announces his presence. Assuming Lina to be a damsel in distress, the foolish yet magnanimous man confronts the brigands in order to rescue her. After defeating them posthaste, the oblivious cavalier decides to escort Lina to Atlas City. Though not very keen on this idea, she ends up accepting his offer.\r\nHowever, without realizing it, Lina has chanced upon a mighty magical item among her most recent spoils. Now two mysterious men are hunting the young magician and her self-proclaimed guardian to obtain this powerful object for apparently nefarious purposes. This way they begin their adventure, one where the fate of the world itself may be at stake.\r\n[Written by MAL Rewrite]","releaseInfo":"1995","imdbRating":7.683,"genres":["Comedy","Magic","Demons","Fantasy","Adventure"],"poster":"https://media.kitsu.io/anime/poster_images/493/small.jpg?1408441600"},{"id":"dubanime_7158","type":"series","name":"JoJo no Kimyou na Bouken (TV)","aliases":["JoJo's Bizarre Adventure","JoJo's Bizarre Adventure (2012)","JoJo no Kimyou na Bouken (TV)","JoJo no Kimyou na Bouken (2012)"],"description":"In 1868, Dario Brando saves the life of an English nobleman, George Joestar. By taking in Dario's son Dio when the boy becomes fatherless, George hopes to repay the debt he owes to his savior. However Dio, unsatisfied with his station in life, aspires to seize the Joestar house for his own. Wielding an Aztec stone mask with supernatural properties, he sets out to destroy George and his son, Jonathan \"JoJo\" Joestar, and triggers a chain of events that will continue to echo through the years to come.\r\n\r\nHalf a century later, in New York City, Jonathan's grandson Joseph Joestar discovers the legacy his grandfather left for him. When an archeological dig unearths the truth behind the stone mask, he realizes that he is the only one who can defeat the Pillar Men, mystical beings of immeasurable power who inadvertently began everything.\r\n\r\nAdapted from the first two arcs of Hirohiko Araki's outlandish manga series, JoJo no Kimyou na Bouken follows the many thrilling expeditions of JoJo and his descendants. Whether it's facing off with the evil Dio, or combatting the sinister Pillar Men, there's always plenty of bizarre adventures in store.\r\n\r\n(Source: MAL Rewrite)","releaseInfo":"2012-2013","imdbRating":8.237,"genres":["Supernatural","Vampire","Action","Adventure"],"poster":"https://media.kitsu.io/anime/poster_images/7158/small.jpg?1489944770"},{"id":"dubanime_486","type":"series","name":"Pocket Monsters","aliases":["Pokémon","Pocket Monsters","Indigo League","Adventures on the Orange Islands","The Johto Journeys","Johto League Champions","Master Quest"],"description":"Pokemon are peculiar creatures with a vast array of different abilities and appearances; many people, known as Pokemon trainers, capture and train them, often with the intent of battling others. Young Satoshi has not only dreamed of becoming a Pokemon trainer but also a \"Pokemon Master,\" and on the arrival of his 10th birthday, he finally has a chance to make that dream a reality. Unfortunately for him, all three Pokemon available to beginning trainers have already been claimed and only Pikachu, a rebellious Electric type Pokemon, remains. However, this chance encounter would mark the start of a lifelong friendship and an epic adventure!\r\nSetting off on a journey to become the very best, Satoshi and Pikachu travel across beautiful, sprawling regions with their friends Kasumi, a Water type trainer, and Takeshi, a Rock type trainer. But danger lurks around every corner. The infamous Team Rocket is always nearby, seeking to steal powerful Pokemon through nefarious schemes. It'll be up to Satoshi and his friends to thwart their efforts as he also strives to earn the eight Pokemon Gym Badges he'll need to challenge the Pokemon League, and eventually claim the title of Pokemon Master. \r\n[Written by MAL Rewrite]","releaseInfo":"1997-2002","imdbRating":7.265000000000001,"genres":["Comedy","Kids","Fantasy","Action","Adventure"],"poster":"https://media.kitsu.io/anime/poster_images/486/small.jpg?1438586928"},{"id":"dubanime_475","type":"series","name":"Keroro Gunsou","aliases":["Sgt. Frog","Keroro Gunsou","Sergeant Frog"],"description":"Unsuspecting inhabitants of the planet Earth are going about their business, enjoying a bright and particularly beautiful sunny day, when a young Japanese boy spots a shiny object falling from the sky... Has an alien invasion finally begun?\r\nElsewhere in Japan, Keroro, frog sergeant and leader of the Space Invasion Army Special Tactics Platoon of the 58th Planet in the Gamma Planetary System, has discovered the perfect hideout. He infiltrates the home of the Hinata family in an attempt to establish a headquarters that he and his troops could use to prepare for world domination... but earthlings Fuyuki and Natsumi Hinata are too much for him to handle! Natsumi instinctively calls them out of hiding, leaving the hapless sergeant no option but to reveal his secret identity. The two siblings soon welcome the sergeant to their home, all thanks to Fuyuki’s generos—err... curiosity.\r\nThe Sergeant has successfully infiltrated his first target area! Or has he? Join Keroro Gunsou in his dastardly attempt to take over the world!","releaseInfo":"2004-2011","imdbRating":7.687,"genres":["Comedy","Sci-Fi"],"poster":"https://media.kitsu.io/anime/poster_images/475/small.jpg?1442716945"},{"id":"dubanime_13600","type":"series","name":"Darling in the FranXX","aliases":["DARLING in the FRANXX"],"description":"The distant future: Humanity established the mobile fort city, Plantation, upon the ruined wasteland. Within the city were pilot quarters, Mistilteinn, otherwise known as the “Birdcage.” That is where the children live... Their only mission in life was the fight. Their enemies are the mysterious giant organisms known as Kyoryu. The children operate robots known as FRANXX in order to face these still unseen enemies. Among them was a boy who was once called a child prodigy: Code number 016, Hiro. One day, a mysterious girl called Zero Two appears in front of Hiro. “I’ve found you, my Darling.”\r\n\r\n(Source: Crunchyroll)","releaseInfo":"2018","imdbRating":7.616,"genres":["Sci-Fi","Mecha","Drama","Romance","Action"],"poster":"https://media.kitsu.io/anime/poster_images/13600/small.jpg?1515605847"},{"id":"dubanime_857","type":"series","name":"Hokuto no Ken","aliases":["Fist of the North Star","Hokuto no Ken","Seikimatsu Kyuseishu Densetsu: Hokuto no Ken","HNK"],"description":"In the year 19XX, after being betrayed and left for dead, bravehearted warrior Kenshirou wanders a post-apocalyptic wasteland on a quest to track down his rival, Shin, who has kidnapped his beloved fiancée Yuria. During his journey, Kenshirou makes use of his deadly fighting form, Hokuto Shinken, to defend the helpless from bloodthirsty ravagers. It isn't long before his exploits begin to attract the attention of greater enemies, like warlords and rival martial artists, and Keshirou finds himself involved with more than he originally bargained for.\r\nFaced with ever-increasing odds, the successor of Hokuto Shinken is forced to put his skills to the test in an effort to take back what he cares for most. And as these new challenges present themselves and the battle against injustice intensifies, namely his conflict with Shin and the rest of the Nanto Seiken school of martial arts, Kenshirou is gradually transformed into the savior of an irradiated and violent world.\r\n[Written by MAL Rewrite]","releaseInfo":"1984-1987","imdbRating":7.831999999999999,"genres":["Sci-Fi","Martial Arts","Drama","Action"],"poster":"https://media.kitsu.io/anime/poster_images/857/small.jpg?1486236903"},{"id":"dubanime_13","type":"series","name":"Prince of Tennis","aliases":["The Prince of Tennis","Prince of Tennis","Tennis no Ouji-sama"],"description":"The world of tennis is harsh and highly competitive. Numerous schools from Japan battle it out to determine the best of the best. \r\nSeishin Gakuen Junior High School, more commonly known as Seigaku, is one of the most prominent contestants in this battle of the finest. Their team line-up gets even stronger with the sudden arrival of a young prodigy from the West, Ryouma Echizen, who is determined to prove himself and escape the towering shadow of his legendary father. This fine addition changes the team forever.Prince of Tennis follows the heartwarming and inspirational story of Ryouma on his quest to become one of the best tennis players the country has ever seen. He pushes himself hard so that he can one day surpass his father’s name and his own personal expectations. Alongside the rest of the Seigaku team, Ryouma fights to make his and his teammate's dreams come true.","releaseInfo":"2001-2005","imdbRating":7.758,"genres":["Comedy","Sports","School","Action"],"poster":"https://media.kitsu.io/anime/poster_images/13/small.jpg?1408440479"},{"id":"dubanime_10788","type":"series","name":"Steins;Gate 0","aliases":["Steins;Gate 0"],"description":"A divergent continuation of the original Steins;Gate ending, Steins;Gate 0 explores an alternate worldline where Okabe abandons time travel. While attempting to forget past traumas and get his life back on track, he meets an AI that re-opens old wounds.\r\n\r\n(Source: Crunchyroll)","releaseInfo":"2018","imdbRating":8.238,"genres":["Sci-Fi","Thriller"],"poster":"https://media.kitsu.io/anime/poster_images/10788/small.jpg?1539821556"},{"id":"dubanime_351","type":"series","name":"Gantz","aliases":["Gantz"],"description":"If you are chosen by the bizarre black sphere known as Gantz, you are already dead—yet you might be able to reclaim your mortality. First, Gantz demands that you undertake brutal missions of madness, killing aliens hidden among the population. It is your only chance and you have no choice. You must play this disturbing game. And if you die again—and you likely will—it's permanent.\r\n\r\n(Source: Funimation)","releaseInfo":"2004","imdbRating":6.834999999999999,"genres":["Action","Drama","Horror","Sci-Fi","Psychological","Gore"],"poster":"https://media.kitsu.io/anime/poster_images/351/small.jpg?1503813752"},{"id":"dubanime_242","type":"series","name":"Gungrave","aliases":["Gungrave"],"description":"Brandon Heat and Harry MacDowel, two friends so close they could be called brothers, receive an abrupt and violent reminder one fateful day of how appallingly merciless the world around them can be. Their whole lives before then were simple and easygoing, consisting largely of local brawls, seducing women, and committing petty theft to make a living and pass the time. What they failed to realize is that in this cruel world, happiness is fleeting, and change is inevitable.\r\nEnter Millennion, the largest and most infamous mafia syndicate in the area, which accepts Brandon and Harry into their ranks and starts them at the bottom of the food chain. Harry has ambitions to ascend the ranks and one day replace Big Daddy as the supreme leader of Millennion, while Brandon only wishes to support his friend and appease Big Daddy who has taken custody of the woman Brandon loves.\r\nBased off the third-person shooter video game under the same name, Gungrave is an epic story of friendship, betrayal, and avarice that spans the course of several years, ultimately tying back to the gripping and foreboding first episode, all the while building up to the story's thrilling conclusion.\r\n[Written by MAL Rewrite]","releaseInfo":"2003-2004","imdbRating":7.742,"genres":["Sci-Fi","Super Power","Drama","Action"],"poster":"https://media.kitsu.io/anime/poster_images/242/small.jpg?1416234977"},{"id":"dubanime_220","type":"series","name":"Great Teacher Onizuka","aliases":["Great Teacher Onizuka","GTO"],"description":"Onizuka is a reformed biker gang leader who has his sights set on an honorable new ambition: to become the world's greatest teacher... for the purpose of meeting sexy high school girls. Okay, so he's mostly reformed.\r\nHowever, strict administrators and a class of ruthless delinquents stand between Onizuka and his goal and they will use any means, however illegal or low, to drive the new teacher away. Perfect, because Onizuka's methods won't be found in any teaching manual; he cares about the difference between legal and illegal activities about as much as he cares for the age difference between himself and a high school girl.\r\nSo get ready for math that doesn't add up, language you'd be slapped for using, and biology that would make a grown man blush... unless of course, you're the Great Teacher Onizuka.\r\n[Written by MAL Rewrite]","releaseInfo":"1999-2000","imdbRating":8.251999999999999,"genres":["Comedy","School","Slice of Life","Drama"],"poster":"https://media.kitsu.io/anime/poster_images/220/small.jpg?1417705310"},{"id":"dubanime_290","type":"series","name":"Mousou Dairinin","aliases":["Paranoia Agent","Mousou Dairinin"],"description":"The infamous Shounen Bat (Lil' Slugger) is terrorizing the residents of Musashino City. Flying around on his rollerblades and beating people down with a golden baseball bat, the assailant seems impossible to catch—much less understand. His first victim, the well-known yet timid character designer Tsukiko Sagi, is suspected of orchestrating the attacks. Believed only by her anthropomorphic pink stuffed animal, Maromi, Tsukiko is just one of Shounen Bat's many victims.\r\nAs Shounen Bat continues his relentless assault on the town, detectives Keiichi Ikari and Mitsuhiro Maniwa begin to investigate the identity of the attacker. However, more and more people fall victim to the notorious golden bat, and news of the assailant begins circulating around the town. Paranoia starts to set in as chilling rumors spread amongst adults and children alike.\r\nWill the two detectives be able to unravel the truth behind Shounen Bat, or will the paranoia get to them first?\r\n[Written by MAL Rewrite]","releaseInfo":"2004","imdbRating":7.7829999999999995,"genres":["Mystery","Drama","Supernatural","Police","Psychological","Thriller","Dementia"],"poster":"https://media.kitsu.io/anime/poster_images/290/small.jpg?1417463228"},{"id":"dubanime_5497","type":"series","name":"Panty & Stocking with Garterbelt","aliases":["Panty & Stocking with Garterbelt","PanSto","PSG"],"description":"The \"Anarchy Sisters,\" Panty and Stocking, have been kicked out of Heaven for, to put it mildly, misbehaving. Led by a priest named Garterbelt, these angels must buy their way back by exterminating ghosts in Daten City. But this task requires unconventional weapons for these unorthodox angels—they transform their lingerie into weapons to dispatch the spirits. Unfortunately, neither of them take their duties seriously, as they rather spend their time in pursuit of other \"hobbies\": Panty prefers to sleep with anything that walks, and Stocking favors stuffing her face with sweets than hunting ghosts.\r\nFollow these two unruly angels as they battle ghosts, an overflow of bodily fluids, and their own tendency to get side-tracked in Panty & Stocking with Garterbelt.\r\n[Written by MAL Rewrite]","releaseInfo":"2010","imdbRating":7.706,"genres":["Comedy","Supernatural","Parody","Action","Ecchi"],"poster":"https://media.kitsu.io/anime/poster_images/5497/small.jpg?1408455627"},{"id":"dubanime_39","type":"series","name":"Blue Gender","aliases":["Blue Gender"],"description":"Blue Gender takes place in the not too distant future in a world where things have gone terribly wrong for humanity. Humans have been replaced at the top of the food chain by the Blue, a race of bug-like aliens that have colonized Earth and pushed humans aside. A space station, Second Earth, has been constructed as a safe haven for humans, with the hope of one day reclaiming the Earth once more.\r\nYuji Kaido was cryogenically frozen, having been suffering from a disease known as B-Cells. Once awakened, he joins a team of soldiers that have come to Earth to extract him. Unfortunately, nothing goes according to plan as they make their way back to Second Earth.\r\nYuji will have to deal with the horrors of fighting a bloody war as he and the fighters from Second Earth look to survive. Will they be able to win back Earth without losing their humanity?","releaseInfo":"1999-2000","imdbRating":6.938,"genres":["Adventure","Drama","Horror","Mecha","Romance","Sci-Fi","Space","Military"],"poster":"https://media.kitsu.io/anime/poster_images/39/small.jpg?1408440543"},{"id":"dubanime_5513","type":"series","name":"Yosuga no Sora: In Solitude, Where We Are Least Alone.","aliases":["Yosuga no Sora","Yosuga no Sora: In Solitude, Where We Are Least Alone.","Sky of Connection"],"description":"After losing both of their parents in an accident, Haruka and his twin sister Sora move out of the city to the rural town where they spent their childhood summers. In their new home, everything seems peaceful until Haruka discovers a special, forbidden love that may disrupt the entire town!\r\n\r\n(Source: Crunchyroll)","releaseInfo":"2010","imdbRating":7.034000000000001,"genres":["Harem","Drama","Romance","Ecchi"],"poster":"https://media.kitsu.io/anime/poster_images/5513/small.jpg?1418575274"}]}
